Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/pvr.vuplus/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: VU+ hostname or IP address
pt_br: Hostname VU+ ou endereço IP

# #30002
source: Streaming Port
pt_br: Porta de Streaming

# #30003
source: Username
pt_br: Nome do usuário

# #30004
source: Password
pt_br: Senha

# #30007
source: Response timeout in seconds
pt_br: Tempo limite para resposta em segundos

# #30008
source: Icon Path
pt_br: Caminho do ícone

# #30010
source: Update Interval in minutes
pt_br: Intervalo de atualizações em minutos

# #30011
source: Automatic Timerlist Cleanup
pt_br: Limpar Timerlist automaticamente

# #30012
source: Webinterface Port
pt_br: Porta da Interface Web

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
pt_br: Zapear antes de trocar canal (isto é, para conversores com sintonizador único)

# #30014
source: Folder for channeldata
pt_br: Pasta para dados dos canais

# #30015
source: Check for bouquett updates
pt_br: Verificar atualizações de bouquett

# #30016
source: Check for channel updates
pt_br: Verificar atualizações de canal

# #30017
source: Use only the DVB boxes' current recording path
pt_br: Usar somente o caminho de gravação atual do conversor DVB

# #30018
source: General
pt_br: Geral

# #30019
source: Channels
pt_br: Canais

# #30020
source: Advanced
pt_br: Avançado

# #30022
source: Recordings / Timer
pt_br: Gravações / Agendamentos

# #30023
source: Recording folder on the receiver
pt_br: Pasta de gravações no receptor

# #30024
source: Send DeepStandby-Command
pt_br: Enviar comando de Standby Profundo

# #30025
source: Fetch only one TV bouquet
pt_br: Buscar apenas um TV bouquet

# #30500
source: Disconnected from '%s'
pt_br: Desconectado de '%s'

# #30501
source: Reconnected to '%s'
pt_br: Reconectado a '%s'
