Repository: xbianonpi/xbian
Catalog: splitted. browse into xbian-* repositories for sources/local/share/xbmc/addons/pvr.vuplus/resources/language/Polish/strings.po
Languages: pl

# #30000
source: VU+ hostname or IP address
pl: Adres IP lub nazwa hosta VU+

# #30002
source: Streaming Port
pl: Port strumieniowania

# #30003
source: Username
pl: Użytkownik

# #30004
source: Password
pl: Hasło

# #30007
source: Response timeout in seconds
pl: Limit czasu odpowiedzi w sekundach

# #30008
source: Icon Path
pl: Ścieżka do ikony

# #30010
source: Update Interval in minutes
pl: Częstotliwość aktualizacji w minutach

# #30011
source: Automatic Timerlist Cleanup
pl: Automatyczne czyszczenie listy planowanych nagrań

# #30012
source: Webinterface Port
pl: Port interfejsu webowego

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
pl: Przeskocz przed zmianą kanału (np. dla urządzeń z jednym tunerem)

# #30014
source: Folder for channeldata
pl: Folder na dane kanałowe

# #30015
source: Check for bouquett updates
pl: Sprawdź aktualizację bukietów

# #30016
source: Check for channel updates
pl: Sprawdź aktualizację kanałów

# #30017
source: Use only the DVB boxes' current recording path
pl: Używaj tylko bieżącego folderu nagrywania urządzenia DVB

# #30018
source: General
pl: Ogólne

# #30019
source: Channels
pl: Kanały

# #30020
source: Advanced
pl: Zaawansowane

# #30022
source: Recordings / Timer
pl: Nagrania / Planowane nagrania

# #30023
source: Recording folder on the receiver
pl: Folder nagrywania na odbiorniku

# #30024
source: Send DeepStandby-Command
pl: Wyślij polecenie głębokiego czuwania (DeepStandby)

# #30025
source: Fetch only one TV bouquet
pl: Pobierz tylko jeden bukiet

# #30026
source: TV-Bouquet
pl: Bukiet

# #30500
source: Disconnected from '%s'
pl: Rozłączono od '%s'

# #30501
source: Reconnected to '%s'
pl: Ponownie połączono z '%s'
