Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/visualization.milkdrop/resources/language/Croatian/strings.po
Languages: hr

# #30000
source: Automatic Blend Time
hr: Automatsko vrijeme zatamljenja

# #30001
source: Time Between Presets
hr: Vrijeme Između Prestavljanja

# #30002
source: Additional Random Time
hr: Dodatna Slučajno Vrijeme

# #30003
source: Enable Anisotropic Filtering
hr: Omogućiti Anizotropno filtriranje

# #30004
source: Enable Hard Cuts
hr: Omogućiti Velike Rezove

# #30005
source: Loudness Threshold For Hard Cuts
hr: Glasnosni Prag za Velike Rezove

# #30006
source: Average Time Between Hard Cuts
hr: Prosječno vrijeme između Veliki Rezova

# #30007
source: Maximum Refresh Rate
hr: Maksimalna stopa osvježavanja

# #30008
source: Enable Stereo 3D
hr: Omogućite Stereo 3D

# #30009
source: Preset Pack
hr: Spakiraj

# #30010
source: User Preset Folder
hr: Podesite korisničke mape

# #30011
source: Preset Shuffle Mode
hr: Podesite miješani mod

# #30020
source: WA51 Presets
hr: WA51 Memoriran

# #30021
source: Winamp Presets
hr: Winamp Memoriran

# #30022
source: User Defined Preset Folder
hr: Korisnički definirano Memoriranje mape
