Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/pvr.vuplus/resources/language/Czech/strings.po
Languages: cs

# #30000
source: VU+ hostname or IP address
cs: Název počítače, nebo adresa IP VU+

# #30002
source: Streaming Port
cs: Port proudového vysílání

# #30003
source: Username
cs: Uživatelské jméno

# #30004
source: Password
cs: Heslo

# #30007
source: Response timeout in seconds
cs: Časový limit odpovědi v sekundách

# #30008
source: Icon Path
cs: Cesta k ikonám

# #30010
source: Update Interval in minutes
cs: Interval aktualizace v minutách

# #30011
source: Automatic Timerlist Cleanup
cs: Automatické čištění seznamu časovačů

# #30012
source: Webinterface Port
cs: Port webového rozhraní

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
cs: Vypnout zobrazení před přepnutím kanálu (např. pro jednotunerová zařízení)

# #30014
source: Folder for channeldata
cs: Složka pro data kanálů

# #30015
source: Check for bouquett updates
cs: Kontrolovat aktualizace oblíbených skupin programů

# #30016
source: Check for channel updates
cs: Zkontrolovat aktualizace kanálů

# #30017
source: Use only the DVB boxes' current recording path
cs: Použít pouze současný adresář pro ukládání nahrávek DVB přijímače

# #30018
source: General
cs: Obecné

# #30019
source: Channels
cs: Kanály

# #30020
source: Advanced
cs: Pokročilé

# #30022
source: Recordings / Timer
cs: Nahrávky / časovač

# #30023
source: Recording folder on the receiver
cs: Složka nahrávek na přijímači

# #30024
source: Send DeepStandby-Command
cs: Odeslat příkaz uspání přijímače

# #30025
source: Fetch only one TV bouquet
cs: Získat pouze jednu skupinu oblíbených TV programů

# #30026
source: TV-Bouquet
cs: Oblíbená skupina TV programů

# #30500
source: Disconnected from '%s'
cs: Odpojeno od '%s'

# #30501
source: Reconnected to '%s'
cs: Znovu připojeno k '%s'
