Repository: xbianonpi/xbian
Catalog: splitted. browse into xbian-* repositories for sources/local/share/xbmc/addons/pvr.vuplus/resources/language/Norwegian/strings.po
Languages: no

# #30000
source: VU+ hostname or IP address
no: VU+ vertsnavn eller IP adresse

# #30002
source: Streaming Port
no: Stream Port

# #30003
source: Username
no: Brukernavn

# #30004
source: Password
no: Passord

# #30007
source: Response timeout in seconds
no: Svar timeout i sekunder

# #30008
source: Icon Path
no: Sti til ikoner

# #30010
source: Update Interval in minutes
no: Oppdateringsinterval i minutter

# #30011
source: Automatic Timerlist Cleanup
no: Automatisk opprydding av timerliste

# #30012
source: Webinterface Port
no: Webgrensesnitt Port

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
no: Bytt før kanalbytte (f.eks. for Single Tuner bokser)

# #30014
source: Folder for channeldata
no: Mappe for kanaldata

# #30015
source: Check for bouquett updates
no: Søk etter bouquett oppdateringer

# #30016
source: Check for channel updates
no: Se etter kanal oppdateringer

# #30017
source: Use only the DVB boxes' current recording path
no: Bruk bare DVB boksens nåværende opptakssti

# #30018
source: General
no: Generelt

# #30019
source: Channels
no: Kanaler

# #30020
source: Advanced
no: Avansert

# #30022
source: Recordings / Timer
no: Opptaker / Timer

# #30023
source: Recording folder on the receiver
no: Opptaksmappe på mottaker

# #30024
source: Send DeepStandby-Command
no: Send kommandoen DeepStandby

# #30025
source: Fetch only one TV bouquet
no: Hen kun en TV bouquet

# #30500
source: Disconnected from '%s'
no: Frakoblet fra '%s'

# #30501
source: Reconnected to '%s'
no: Tilkoblet til '%s'
