Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/pvr.hts/resources/language/Swedish/strings.po
Languages: sv

# #30000
source: Tvheadend hostname or IP address
sv: Tvheadend värdnamn eller IP-adress

# #30003
source: Username
sv: Användarnamn

# #30004
source: Password
sv: Lösenord

# #30006
source: Connect timeout in seconds
sv: Anslutningstimeout i sekunder

# #30007
source: Response timeout in seconds
sv: Responstimeout i sekunder

# #30100
source: Tvheadend transcoding settings
sv: Tvheadend omkodningsinställningar

# #30101
source: Transcoding settings
sv: Omkodningsinställningar

# #30102
source: Enable transcoding
sv: Aktivera omkodning

# #30103
source: Audio codec
sv: Ljudcodec

# #30105
source: Resolution
sv: Upplösning

# #30500
source: Disconnected from '%s'
sv: Koppa från '%s'

# #30501
source: Reconnected to '%s'
sv: Återanslut till '%s'
