Repository: xbianonpi/xbian
Catalog: splitted. browse into xbian-* repositories for sources/local/share/xbmc/addons/pvr.vuplus/resources/language/Lithuanian/strings.po
Languages: lt

# #30000
source: VU+ hostname or IP address
lt: VU+ kompiuterio vardas arba IP adresas

# #30002
source: Streaming Port
lt: Srauto prievadas

# #30003
source: Username
lt: Vartotojo vardas

# #30004
source: Password
lt: Slaptažodis

# #30007
source: Response timeout in seconds
lt: Reakcijos laikas, sekundėmis

# #30008
source: Icon Path
lt: Piktogramos kelias

# #30010
source: Update Interval in minutes
lt: Naujinimo intervalas minutėmis

# #30011
source: Automatic Timerlist Cleanup
lt: Automatinis 'Laikmačio Sąrašo' valymas

# #30012
source: Webinterface Port
lt: Web sąsajos prievadas

# #30014
source: Folder for channeldata
lt: Aplankas kanalo duomenims

# #30015
source: Check for bouquett updates
lt: Patikrinkite paketo atnaujinimus

# #30016
source: Check for channel updates
lt: Patikrinkite kanalo atnaujinimus

# #30017
source: Use only the DVB boxes' current recording path
lt: Naudokite tik DVB neužpildyti langeliai 'Esamasis įrašymo kelias'

# #30018
source: General
lt: Pagrindinis

# #30019
source: Channels
lt: Kanalai

# #30020
source: Advanced
lt: Išplėstinis

# #30022
source: Recordings / Timer
lt: Įrašas / Laikmatis

# #30023
source: Recording folder on the receiver
lt: Įrašymo aplankas į imtuvą

# #30024
source: Send DeepStandby-Command
lt: Siųsti 'Gilus budėjimo režimas' - Komandą

# #30025
source: Fetch only one TV bouquet
lt: Išrinkta tik viena TV plokštė

# #30026
source: TV-Bouquet
lt: TV-Plokštė

# #30500
source: Disconnected from '%s'
lt: Atjungtas nuo '%s'

# #30501
source: Reconnected to '%s'
lt: Prijungtas prie '%s'
