Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/visualization.milkdrop/resources/language/Icelandic/strings.po
Languages: is

# #30000
source: Automatic Blend Time
is: Sjálfvirkur blöndunartími

# #30001
source: Time Between Presets
is: Tími á milli forstillinga

# #30002
source: Additional Random Time
is: Aukalegur slembitími

# #30003
source: Enable Anisotropic Filtering
is: Virkja Anisotropic filter

# #30004
source: Enable Hard Cuts
is: Virkja snöggar skiptingar

# #30005
source: Loudness Threshold For Hard Cuts
is: Hljóðstyrks þröskuldur fyrir snöggar skiptingar

# #30006
source: Average Time Between Hard Cuts
is: Meðal tími á milli snöggra skiptinga

# #30007
source: Maximum Refresh Rate
is: Hámarks uppfærslu tími

# #30008
source: Enable Stereo 3D
is: Virkja Stereo 3D

# #30009
source: Preset Pack
is: Forstillinga pakki

# #30010
source: User Preset Folder
is: Mappa fyrir forstillingar notenda

# #30011
source: Preset Shuffle Mode
is: Slembi hamur forstillinga

# #30020
source: WA51 Presets
is: WA51 forstilling

# #30021
source: Winamp Presets
is: Winamp forstillingar

# #30022
source: User Defined Preset Folder
is: Mappa fyrir forstillingar skilgreindar af notanda

# #30050
source: %2.0f secs
is: %2.0f sekúndur
