Repository: xbianonpi/xbian
Catalog: splitted. browse into xbian-* repositories for sources/local/share/xbmc/addons/pvr.vuplus/resources/language/*/strings.po
Languages: italian, spanish

# #30000
source: VU+ hostname or IP address
italian: Nome host o indirizzo IP VU+
spanish: Nombre o dirección IP de VU+

# #30002
source: Streaming Port
italian: Porta di streaming
spanish: Puerto streaming

# #30003
source: Username
italian: Nome utente
spanish: Usuario

# #30007
source: Response timeout in seconds
italian: Timeout di risposta in secondi
spanish: Tiempo de espera de respuesta en segundos

# #30008
source: Icon Path
italian: Percorso dell'icona
spanish: Ruta del icono

# #30010
source: Update Interval in minutes
italian: Intervallo di aggiornamento in minuti
spanish: Intervalo de actualización en minutos

# #30011
source: Automatic Timerlist Cleanup
italian: Pulizia automatica della lista dei timer
spanish: Limpieza automática de Timerlist

# #30012
source: Webinterface Port
italian: Porta interfaccia web
spanish: Puerto interface web

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
italian: Zap prima del cambio canale (e.g. per le postazioni con sintonizzatore singolo)
spanish: Zap antes de cambiar de canal (es decir, para las cajas de solo un sintonizador)

# #30014
source: Folder for channeldata
italian: Cartella dei dati canale
spanish: Carpeta para canales

# #30015
source: Check for bouquett updates
italian: Controlla aggiornamenti dei bouquet
spanish: Buscar actualizaciones de bouquett

# #30016
source: Check for channel updates
italian: Controlla aggiornamenti dei canali
spanish: Comprobar actualización de canales

# #30017
source: Use only the DVB boxes' current recording path
italian: Usa solo il percorso di registrazione corrente di DVB
spanish: Utilice sólo ruta de grabación actual de los cuadros DVB

# #30018
source: General
italian: Generale

# #30019
source: Channels
italian: Canali
spanish: Canales

# #30020
source: Advanced
italian: Avanzato
spanish: Avanzado

# #30022
source: Recordings / Timer
italian: Registrazioni/Timer
spanish: Grabaciones/ Temporizador

# #30023
source: Recording folder on the receiver
italian: Cartella per le registrazioni del ricevitore
spanish: Carpeta de grabaciones en el receptor

# #30024
source: Send DeepStandby-Command
italian: Spedisci DeepStandby-Command
spanish: Envíe el comando DeepStandby

# #30025
source: Fetch only one TV bouquet
italian: Prendi un solo bouquet TV
spanish: Buscar sólo TV bouquet

# #30500
source: Disconnected from '%s'
italian: Disconnesso da '%s'
spanish: Desconectado de '%s'

# #30501
source: Reconnected to '%s'
italian: Riconnesso a '%s'
spanish: Reconectado a '%s'

# #30004
source: Password
spanish: Contraseña
