Repository: xbianonpi/xbian
Catalog: splitted. browse into xbian-* repositories for sources/local/share/xbmc/addons/pvr.vuplus/resources/language/Greek/strings.po
Languages: el

# #30000
source: VU+ hostname or IP address
el: Όνομα Υπολογιστή ή διεύθυνση IP του VU+

# #30002
source: Streaming Port
el: Θύρα Ροής

# #30003
source: Username
el: Όνομα χρήστη

# #30004
source: Password
el: Κωδικός πρόσβασης

# #30007
source: Response timeout in seconds
el: Χρόνος απόκρισης σε δευτερόλεπτα

# #30008
source: Icon Path
el: Διαδρομή Εικονιδίου

# #30010
source: Update Interval in minutes
el: Διάστημα Ενημέρωσης σε λεπτά

# #30011
source: Automatic Timerlist Cleanup
el: Εκκαθάριση Αυτόματης Λίστας Χρονοδιακοπτών

# #30012
source: Webinterface Port
el: Θύρα Διεπαφής Ιστού

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
el: Zap πριν την αλλαγή καναλιού (π.χ. για αποκωδικοποιητές Single Tuner)

# #30014
source: Folder for channeldata
el: Φάκελος για δεδομένα καναλιών

# #30015
source: Check for bouquett updates
el: Έλεγχος για ενημερώσεις μπουκέτων

# #30016
source: Check for channel updates
el: Έλεγχος για ενημερώσεις καναλιών

# #30017
source: Use only the DVB boxes' current recording path
el: Χρήση μόνο της τρέχουσας διαδρομής εγγραφών του DVB

# #30018
source: General
el: Γενικά

# #30019
source: Channels
el: Κανάλια

# #30020
source: Advanced
el: Για προχωρημένους

# #30022
source: Recordings / Timer
el: Εγγραφές / Χρονοδιακόπτης

# #30023
source: Recording folder on the receiver
el: Φάκελος εγγραφών στο δέκτη

# #30024
source: Send DeepStandby-Command
el: Αποστολή Εντολής DeepStandby

# #30025
source: Fetch only one TV bouquet
el: Λήψη μόνο ενός μπουκέτου TV

# #30026
source: TV-Bouquet
el: Μπουκέτο TV

# #30500
source: Disconnected from '%s'
el: Αποσύνδεση από '%s'

# #30501
source: Reconnected to '%s'
el: Επανασύνδεση σε '%s'
