Repository: xbianonpi/xbian
Catalog: splitted. browse into xbian-* repositories for sources/local/share/xbmc/addons/pvr.vuplus/resources/language/Macedonian/strings.po
Languages: mk

# #30000
source: VU+ hostname or IP address
mk: VU+ hostname или IP адреса

# #30003
source: Username
mk: Корисничко име

# #30004
source: Password
mk: Лозинка

# #30010
source: Update Interval in minutes
mk: Интервал на надградби во минути

# #30014
source: Folder for channeldata
mk: Папки за channeldata

# #30015
source: Check for bouquett updates
mk: Провери за надградба на пакети

# #30016
source: Check for channel updates
mk: Провери за надградба на канали

# #30017
source: Use only the DVB boxes' current recording path
mk: Користи само патека за сниманје на DVB уредите

# #30018
source: General
mk: Општо

# #30019
source: Channels
mk: Канали

# #30020
source: Advanced
mk: Напредно

# #30022
source: Recordings / Timer
mk: Снимки / Тајмер

# #30023
source: Recording folder on the receiver
mk: Папка за снимање на ресиверот

# #30024
source: Send DeepStandby-Command
mk: Испрати DeepStandby-Наредба

# #30025
source: Fetch only one TV bouquet
mk: Превземи само TV пакет

# #30026
source: TV-Bouquet
mk: ТВ-Пакет

# #30500
source: Disconnected from '%s'
mk: Деконектирано од '%s'

# #30501
source: Reconnected to '%s'
mk: Конектирано за '%s'
