Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/visualization.milkdrop/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: Automatic Blend Time
pt_br: Tempo Mistura automática

# #30001
source: Time Between Presets
pt_br: Tempo Entre os Presets

# #30002
source: Additional Random Time
pt_br: Tempo aleatório adicional

# #30003
source: Enable Anisotropic Filtering
pt_br: Ativar Filtragem anisotrópica

# #30004
source: Enable Hard Cuts
pt_br: Habilitar cortes rígidos

# #30005
source: Loudness Threshold For Hard Cuts
pt_br: Threshold Loudness Para cortes rígidos

# #30006
source: Average Time Between Hard Cuts
pt_br: Tempo médio entre cortes rígidos

# #30007
source: Maximum Refresh Rate
pt_br: Taxa máxima de renovação

# #30008
source: Enable Stereo 3D
pt_br: Ativar Estéreo 3D

# #30009
source: Preset Pack
pt_br: Pacote Presets

# #30010
source: User Preset Folder
pt_br: Usar Pasta Presets

# #30011
source: Preset Shuffle Mode
pt_br: Shuffle Mode predefinido

# #30022
source: User Defined Preset Folder
pt_br: Pasta Preset definida pelo usuário

# #30050
source: %2.0f secs
pt_br: %2.0f segundos
