Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/visualization.projectm/resources/language/Spanish (Mexico)/strings.po
Languages: es_mx

# #30000
source: Render Quality
es_mx: Calidad del Renderizado

# #30001
source: Low
es_mx: Bajo

# #30002
source: Medium
es_mx: Media

# #30003
source: High
es_mx: Alto

# #30004
source: Maximum
es_mx: Máximo

# #30005
source: Shuffle Mode
es_mx: Modo Aleatorio

# #30006
source: Smooth Preset Duration
es_mx: Duración del Preaujste Suave

# #30007
source: Preset Duration
es_mx: Duración del Preaujste

# #30008
source: Beat Sensitivity
es_mx: Sensibilidad del Ritmo

# #30009
source: Preset Pack
es_mx: Paquete del Preaujste

# #30010
source: Default Pack
es_mx: Paquete Default

# #30011
source: User Defined Preset Folder
es_mx: Carpeta de Preaujstes Definidos por el Usuario

# #30012
source: User Preset Folder
es_mx: Carpeta de Preaujstes de Usuario

# #30050
source: %2.0f secs
es_mx: %2.0f segs
