Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/pvr.vuplus/resources/language/Danish/strings.po
Languages: da

# #30000
source: VU+ hostname or IP address
da: VU+ værtsnavn eller IP-adresse

# #30002
source: Streaming Port
da: Streamport

# #30003
source: Username
da: Brugernavn

# #30004
source: Password
da: Adgangskode

# #30007
source: Response timeout in seconds
da: Tidsfrist for tilbagemelding i sekunder

# #30008
source: Icon Path
da: Ikon-sti

# #30010
source: Update Interval in minutes
da: Opdateringsinterval i minutter

# #30011
source: Automatic Timerlist Cleanup
da: Automatisk oprydning af Timerliste

# #30012
source: Webinterface Port
da: Web-grænsefladeport

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
da: Zap før kanalskift (fx. for enkelttuner-bokse)

# #30014
source: Folder for channeldata
da: Mappe til kanaldata

# #30015
source: Check for bouquett updates
da: Søg efter buketopdateringer

# #30016
source: Check for channel updates
da: Søg efter kanalopdateringer

# #30017
source: Use only the DVB boxes' current recording path
da: Brug kun DVB-boksens nuværende sti til optagelser

# #30018
source: General
da: Generelt

# #30019
source: Channels
da: Kanaler

# #30020
source: Advanced
da: Avanceret

# #30022
source: Recordings / Timer
da: Optagelser / Timer

# #30023
source: Recording folder on the receiver
da: Optagelsesmappe på modtageren

# #30024
source: Send DeepStandby-Command
da: Send "DeepStandby" kommando

# #30025
source: Fetch only one TV bouquet
da: Hent kun én TV-buket

# #30026
source: TV-Bouquet
da: TV-buket

# #30500
source: Disconnected from '%s'
da: Forbindelse afbrudt fra '%s'

# #30501
source: Reconnected to '%s'
da: Forbundet igen til '%s'
