Repository: xbianonpi/xbian
Catalog: splitted. browse into xbian-* repositories for sources/local/share/xbmc/addons/pvr.vuplus/resources/language/Slovenian/strings.po
Languages: sl

# #30000
source: VU+ hostname or IP address
sl: Ime gostitelja ali IP strežnika VU+

# #30002
source: Streaming Port
sl: Vrata za pretakanje

# #30003
source: Username
sl: Uporabniško ime

# #30004
source: Password
sl: Geslo

# #30007
source: Response timeout in seconds
sl: Najdaljši čas odgovora v sekundah

# #30008
source: Icon Path
sl: Pot ikon

# #30010
source: Update Interval in minutes
sl: Interval posodabljanja v minutah

# #30011
source: Automatic Timerlist Cleanup
sl: Samodejno čiščenje seznama časovnikov

# #30012
source: Webinterface Port
sl: Vrata spletnega vmesnika

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
sl: Zamenjaj program tudi na sprejemniku

# #30014
source: Folder for channeldata
sl: Mapa za podatke o programih

# #30015
source: Check for bouquett updates
sl: Preveri za posodobitve skupin

# #30016
source: Check for channel updates
sl: Preveri za posodobitve programov

# #30017
source: Use only the DVB boxes' current recording path
sl: Uporabi le sprejemnikovo trenutno pot snemanja

# #30018
source: General
sl: Splošno

# #30019
source: Channels
sl: Programi

# #30020
source: Advanced
sl: Napredno

# #30022
source: Recordings / Timer
sl: Posnetki / Časovniki

# #30023
source: Recording folder on the receiver
sl: Mapa snemanja na sprejemniku

# #30024
source: Send DeepStandby-Command
sl: Pošlji ukaz za prehod v stanje pripravljenosti

# #30025
source: Fetch only one TV bouquet
sl: Prenesi le eno skupino

# #30026
source: TV-Bouquet
sl: Skupina programov

# #30500
source: Disconnected from '%s'
sl: Povezava prekinjena z '%s'

# #30501
source: Reconnected to '%s'
sl: Povezava vzpostavljena z '%s'
