Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/visualization.projectm/resources/language/Norwegian/strings.po
Languages: no

# #30000
source: Render Quality
no: Render Kvalitet

# #30001
source: Low
no: Lav

# #30003
source: High
no: Høy

# #30004
source: Maximum
no: Maksimal

# #30005
source: Shuffle Mode
no: Shuffle Modus

# #30006
source: Smooth Preset Duration
no: Glatt Preset Varighet

# #30007
source: Preset Duration
no: Preset Varighet

# #30008
source: Beat Sensitivity
no: Beat Følsomhet

# #30009
source: Preset Pack
no: Preset Pakke

# #30010
source: Default Pack
no: Standard Pakke

# #30011
source: User Defined Preset Folder
no: Brukerdefinert Preset Mappe

# #30012
source: User Preset Folder
no: Bruker Preset Mappe

# #30050
source: %2.0f secs
no: %2.0f sek
