Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/language/Hebrew/strings.po
Languages: he

# #20443
source: Do you want to refresh info for all
he: האם ברצונך לרענן את כל הפרטים

# #20444
source: items within this path?
he: פריטים בתוך נתיב זה?

# #20445
source: Fanart
he: פאנארט

# #20446
source: Locally stored information found.
he: מידע מקומי נמצא.

# #20447
source: Ignore and refresh from internet?
he: התעלם ולעדכן מהאינטרנט?

# #20448
source: Could not download information
he: אין אפשרות להוריד פרטים

# #20449
source: Unable to connect to remote server
he: אין אפשרות להתחבר לשרת מרוחק

# #20450
source: Would you like to continue scanning?
he: האם ברצונך להמשיך בסריקה?

# #20451
source: Countries
he: ארצות

# #20452
source: episode
he: פרק

# #20453
source: episodes
he: פרקים

# #20454
source: Listener
he: מאזין

# #20455
source: Listeners
he: מאזינים

# #20457
source: Movie set
he: מארז סרטים

# #20458
source: Group movies in sets
he: קבץ סרטים במארזים

# #21330
source: Show hidden files and directories
he: הצג קבצים וספריות מוחבאים

# #21331
source: TuxBox client
he: קליינט TuxBox

# #21332
source: WARNING: Target TuxBox device is in recording-mode!
he: אזהרה: הצב את מכשיר ה TuxBox במצב הקלטה

# #21333
source: The stream will be stopped!
he: הזרימה תופסק!

# #21334
source: Zap to channel: %s failed!
he: זפזופ לערוץ: %s נכשל

# #21335
source: Are you sure to start the stream?
he: האם אתה בטוח להתחיל את הזרימה?

# #21336
source: Connecting to: %s
he: מתחבר אל: %s

# #21337
source: TuxBox device
he: מכשיר TuxBox

# #21359
source: Add media share...
he: הוסף שיתוף מדיה...

# #21360
source: Share video and music libraries through UPnP
he: שתף את ספריות הוידאו והמוסיקה דרך UPnP

# #21364
source: Edit media share
he: ערוך שיתוף מדיה

# #21365
source: Remove media share
he: הסר סיתוף מדיה

# #21366
source: Subtitle folder
he: תיקיית כתוביות

# #21367
source: Movie & alternate subtitle directory
he: ספריית סרט ותרגום חלופי

# #21368
source: Override ASS/SSA subtitles fonts
he: דלג על גופני כתוביות ASS/SSA

# #21369
source: Enable mouse and Touch Screen support
he: אפשר תמיכה בעכבר ומסך מגע

# #21370
source: Play navigation sounds during media playback
he: בזמן ניגון המדיה נגן צלילי ניווט

# #21371
source: Thumbnail
he: תמונה ממוזערת

# #21372
source: Forced DVD player region
he: קביעת איזור נגן דיוידי

# #21373
source: Video output
he: פלט וידאו

# #21374
source: Video aspect
he: גודל וידאו

# #21375
source: Normal
he: רגיל

# #21376
source: Letterbox
he: תיבת מכתבים

# #21377
source: Widescreen
he: מסך רחב

# #21378
source: Enable 480p
he: הפעל 480p

# #21379
source: Enable 720p
he: הפעל 720p

# #21380
source: Enable 1080i
he: הפעל 1080i

# #21381
source: Enter name of new playlist
he: הזן שם רשימת השמעה חדשה

# #21382
source: Show "Add source" buttons in file lists
he: הראה כפתור "הוסף מקור" ברשימות קבצים

# #21383
source: Enable scrollbars
he: אפשר פסי גלילה

# #21384
source: Make watched filtering a toggle in video library
he: אפשר פילטר נצפו בספריית וידאו

# #21385
source: Open
he: פתח

# #21386
source: Acoustic management level
he: רמת ניהול אקוסטי

# #21387
source: Fast
he: מהר

# #21388
source: Quiet
he: שקט

# #21389
source: Enable custom background
he: אפשר רקע מותאם אישית

# #21390
source: Power management level
he: רמת ניהול כוח

# #21391
source: High power
he: כוח גבוה

# #21392
source: Low power
he: כוח נמוך

# #21393
source: High standby
he: המתנה גבוהה

# #21394
source: Low standby
he: המתנה נמוכה

# #21395
source: Unable to cache files bigger than 4GB
he: לא יכול להכניס למטמון קבצים גדולים מ 4 גיגה

# #21396
source: Chapter
he: פרק

# #21398
source: Enable playlist at startup
he: אפר רשימת ניגון בהפעלה

# #21399
source: Use tween animations
he: השתמש בתאוצת (tween) אנימציות

# #21400
source: contains
he: מכיל

# #21401
source: does not contain
he: לא מכיל

# #21402
source: is
he: הוא

# #21403
source: is not
he: הוא לא

# #21404
source: starts with
he: מתחיל עם

# #21405
source: ends with
he: נגמר עם

# #21406
source: greater than
he: גדול יותר מ

# #21407
source: less than
he: פחות מ

# #21408
source: after
he: אחרי

# #21409
source: before
he: לפני

# #21410
source: in the last
he: באחרון

# #21411
source: not in the last
he: לא באחרון

# #21412
source: Scrapers
he: סקרייפרים

# #21413
source: Default movie scraper
he: סקרייפר ברירת מחדל לסרטים

# #21414
source: Default tvshow scraper
he: סקרייפר ברירת מחדל לתוכניות

# #21415
source: Default music video scraper
he: סקרייפר ברירת מחדל למוסיקה

# #21417
source: - Settings
he: - הגדרות

# #21418
source: Multilingual
he: רב-לשוני

# #21419
source: No scrapers present
he: אין סקרייפרים

# #21420
source: Value to match
he: ערך להתאמה

# #21421
source: Smart playlist rule
he: חוקי רשימת השמעה חכמה

# #21422
source: Match items where
he: התאם פריטים בהם

# #21423
source: New rule...
he: חוק חדש...

# #21424
source: Items must match
he: הפריטים חייבים להתאים

# #21425
source: all of the rules
he: כל החוקים

# #21426
source: one or more of the rules
he: חוק אחד או יותר

# #21427
source: Limit to
he: הגבלה

# #21428
source: No limit
he: אין הגבלה

# #21429
source: Order by
he: סדר לפי

# #21430
source: ascending
he: עולה

# #21431
source: descending
he: יורד

# #21432
source: Edit smart playlist
he: ערוך רשימת השמעה חכמה

# #21433
source: Name of the playlist
he: שם רשימת השמעה

# #21434
source: Find items where
he: מצא פריטים בהם

# #21435
source: Edit
he: - ערוך

# #21436
source: %i items
he: פריטים %i

# #21437
source: New smart playlist...
he: רשימת השמעה חכמה חדשה

# #21438
source: %c Drive
he: כונן %c

# #21439
source: Edit party mode rules
he: ערוך חוקי מצב מסיבה

# #21440
source: Home folder
he: תיקיית בית

# #21441
source: Watched count
he: ספירת שנצפו

# #21442
source: Episode title
he: שם פרק

# #21443
source: Video resolution
he: רזולוצית וידאו

# #21444
source: Audio channels
he: ערוצי שמע

# #21445
source: Video codec
he: מקודד וידאו

# #21446
source: Audio codec
he: מקודד שמע

# #21447
source: Audio language
he: שפת שמע

# #21448
source: Subtitle language
he: שפת כתובית

# #21449
source: Remote control sends keyboard presses
he: שלט רחוק שולח לחיצות מקלדת

# #21450
source: - Edit
he: - עריכה

# #21451
source: Internet connection required.
he: נחוץ חיבור לאינטרנט.

# #21452
source: Get More...
he: קבל עוד...

# #21453
source: Root filesystem
he: שורש מערכת הקבצים

# #21454
source: Cache full
he: מטמון מלא

# #21455
source: Cache filled before reaching required amount for continous playback
he: המטמון התמלא לפני שהגיע לכמות הנחוצה לניגון רציף

# #21460
source: Subtitle location
he: מיקום הכתובית

# #21461
source: Fixed
he: מקובע

# #21462
source: Bottom of video
he: תחתית הוידאו

# #21463
source: Below video
he: מתחת לוידאו

# #21464
source: Top of video
he: בראש הוידאו

# #21465
source: Above video
he: מעל הוידאו

# #21800
source: File name
he: שם קובץ

# #21801
source: File path
he: נתיב קובץ

# #21802
source: File size
he: גודל קובץ

# #21803
source: File date/time
he: תאריך/שעה קובץ

# #21804
source: Slide index
he: שקופית אינדקס

# #21805
source: Resolution
he: רזולוציה

# #21806
source: Comment
he: הערות

# #21807
source: Colour/B&W
he: צבעוני/שחור-לבן

# #21808
source: JPEG process
he: תהליך JPEG

# #21820
source: Date/Time
he: תאריך/שעה

# #21821
source: Description
he: תיאור

# #21822
source: Camera make
he: יצרן המצלמה

# #21823
source: Camera model
he: דגם המצלמה

# #21824
source: EXIF comment
he: EXIF תגובה

# #21825
source: Firmware
he: קושחה

# #21826
source: Aperture
he: צמצם

# #21827
source: Focal length
he: מוקד אורך

# #21828
source: Focus distance
he: מרחק הפוקוס

# #21829
source: Exposure
he: חשיפה

# #21830
source: Exposure time
he: זמן חשיפה

# #21831
source: Exposure bias
he: הטיית חשיפה

# #21832
source: Exposure mode
he: מצב חשיפה

# #21833
source: Flash used
he: פלאש בשימוש

# #21834
source: White-balance
he: איזון לבן

# #21835
source: Light source
he: מקור האור

# #21836
source: Metering mode
he: מצב מדידה

# #21838
source: Digital zoom
he: זום דיגיטלי

# #21839
source: CCD width
he: CCD רוחב

# #21840
source: GPS latitude
he: GPS קו-רוחב

# #21841
source: GPS longitude
he: GPS קו-אורך

# #21842
source: GPS altitude
he: GPS גובה

# #21843
source: Orientation
he: התמצאות

# #21860
source: Supplemental categories
he: קטגוריות נוספות

# #21861
source: Keywords
he: מילות מפתח

# #21862
source: Caption
he: מלות הסבר

# #21863
source: Author
he: מחבר

# #21864
source: Headline
he: כותרת

# #21865
source: Special instructions
he: הוראות מיוחדות

# #21866
source: Category
he: קטגוריה

# #21867
source: Byline
he: כותרת-משנה

# #21868
source: Byline title
he: כותרת-משנה

# #21869
source: Credit
he: קרדיט

# #21870
source: Source
he: מקור

# #21871
source: Copyright notice
he: הערת זכויות יוצרים

# #21872
source: Object name
he: שם אובייקט

# #21873
source: City
he: עיר

# #21874
source: State
he: מדינה

# #21875
source: Country
he: ארץ

# #21877
source: Date created
he: תאריך יצירה

# #21878
source: Copyright flag
he: דגל זכויות יוצרים

# #21879
source: Country code
he: קוד מדינה

# #21881
source: Allow control of XBMC via UPnP
he: אפשר שליטה על XBMC דרך UPnP

# #21882
source: Attempt to skip introduction before DVD menu
he: נסה לדלג על הקדמות לפני תפריט DVD

# #21883
source: Saved music
he: מוסיקה שמורה

# #21884
source: Query info for all artists
he: בדוק פרטים של כל האמנים

# #21885
source: Downloading album information
he: מוריד פרטי אלבום

# #21886
source: Downloading artist information
he: מוריד פרטי אמן

# #21887
source: Biography
he: ביוגרפיה

# #21888
source: Discography
he: דיסקוגרפיה

# #21889
source: Searching artist
he: מחפש אמן

# #21890
source: Select artist
he: בחר אמן

# #21891
source: Artist information
he: פרטי אמן

# #21892
source: Instruments
he: כלי נגינה

# #21893
source: Born
he: נולד

# #21894
source: Formed
he: הוקמו

# #21895
source: Themes
he: נושאים

# #21896
source: Disbanded
he: התפרקו

# #21897
source: Died
he: נפטר

# #21898
source: Years active
he: שנות פעילות

# #21899
source: Label
he: חברת הפקה

# #21900
source: Born/Formed
he: נולד / הוקם

# #22000
source: Update library on startup
he: עדכן את הספריה בהפעלה

# #22001
source: Hide progress of library updates
he: תמיד עדכן ספרייה ברקע

# #22002
source: - DNS suffix
he: - DNS סיומת

# #22004
source: Delayed by: %2.3fs
he: %2.3f שניות עוכבו

# #22005
source: Ahead by: %2.3fs
he: %2.3f שניות הוקדמו

# #22006
source: Subtitle offset
he: השהיית כתוביות

# #22007
source: OpenGL vendor:
he: OpenGL ספק:

# #22009
source: OpenGL version:
he: OpenGL גרסה:

# #22010
source: GPU temperature:
he: GPU טמפרטורה:

# #22011
source: CPU temperature:
he: CPU טמפרטורה:

# #22012
source: Total memory
he: סה"כ זיכרון

# #22013
source: Profile data
he: נתוני פרופיל

# #22014
source: Use dim if paused during video playback
he: השתמש בעמעום כשמושהה בזמן ניגון וידאו

# #22015
source: All recordings
he: כל ההקלטות

# #22016
source: By title
he: לפי כותרת

# #22017
source: By group
he: לפי קבוצה

# #22018
source: Live channels
he: ערוצים חיים

# #22019
source: Recordings by title
he: הקלטות לפי כותרת

# #22020
source: Guide
he: מדריך

# #22021
source: Allowed error in aspect ratio to minimize black bars
he: אפשר שגיאות ביחס גודל כדי להקטין פסים שחורים

# #22022
source: Show video files in listings
he: הצג קיבצי וידאו ברשימה

# #22023
source: DirectX vendor:
he: DirectX ספק:

# #22024
source: Direct3D version:
he: Direct3D גרסה:

# #22030
source: Font
he: פונט

# #22031
source: - Size
he: - גודל

# #22032
source: - Colours
he: - צבעים

# #22033
source: - Charset
he: - מערך תוים

# #22034
source: Export karaoke titles as HTML
he: ייצא כותרות קריוקי כקובץ HTML

# #22035
source: Export karaoke titles as CSV
he: ייצא כותרות קריוקי כקובץ CSV

# #22036
source: Import karaoke titles...
he: ייבא כותרות קריוקי...

# #22037
source: Show song selector automatically
he: הראה אוטומטית את בורר השירים

# #22038
source: Export karaoke titles...
he: ייצא כותרות קריוקי...

# #22039
source: Enter song number
he: הזן מספר שיר

# #22040
source: white/green
he: לבן/ירוק

# #22041
source: white/red
he: לבן/אדום

# #22042
source: white/blue
he: לבן/כחול

# #22043
source: black/white
he: שחור/לבן

# #22079
source: Default select action
he: פעולת בחירה ברירת מחדל

# #22080
source: Choose
he: בחר

# #22081
source: Show Information
he: הצג פרטים

# #22082
source: More...
he: עוד...

# #22083
source: Play all
he: נגן הכל

# #23049
source: Teletext not available
he: טלטקסט לא זמין

# #23050
source: Activate Teletext
he: הפעל טלטקסט

# #23051
source: Part %i
he: חלק %i

# #23052
source: Buffering %i bytes
he: אוגר %i בייטים

# #23053
source: Stopping
he: עוצר

# #23054
source: Running
he: רץ

# #23100
source: External Player Active
he: נגן חיצוני פעיל

# #23101
source: Click OK to terminate the player
he: לחץ על אישור כדי לנטרל את הנגן

# #23104
source: Click OK when playback has ended
he: לחץ אישור כאשר ההשמעה הסתיימה

# #24000
source: Add-on
he: תוסף

# #24001
source: Add-ons
he: הרחבות

# #24002
source: Add-on options
he: אפשרויות הרחבות

# #24003
source: Add-on Information
he: פרטי תוסף

# #24005
source: Media sources
he: מקורות מדיה

# #24007
source: Movie information
he: פרטי סרט

# #24008
source: Screensaver
he: שומר מסך

# #24009
source: Script
he: סקריפט

# #24010
source: Visualization
he: חיזוי

# #24011
source: Add-on repository
he: מאגר הרחבות

# #24012
source: Subtitles
he: כתוביות

# #24013
source: Lyrics
he: מילות שירים

# #24014
source: TV information
he: פרטי טלויזיה

# #24015
source: Music video information
he: פרטי קליפים

# #24016
source: Album information
he: פרטי אלבומים

# #24017
source: Artist information
he: פרטי אמנים

# #24018
source: Services
he: שירותים

# #24020
source: Configure
he: הגדר

# #24021
source: Disable
he: נטרל

# #24022
source: Enable
he: הפעל

# #24023
source: Add-on disabled
he: תוסף מנוטרל

# #24027
source: Weather
he: מזג אויר

# #24028
source: Weather.com (standard)
he: Weather.com (רגיל)

# #24030
source: This Add-on can not be configured
he: הרחבה זו אינה ניתנת להגדרה

# #24031
source: Error loading settings
he: תקלה בעת טעינת הגדרות

# #24032
source: All Add-ons
he: כל ההרחבות

# #24033
source: Get Add-ons
he: קבל הרחבות

# #24034
source: Check for updates
he: חפש עדכונים

# #24035
source: Force refresh
he: רענן בכוח

# #24036
source: Change log
he: לוג שינויים

# #24037
source: Uninstall
he: הסר הרחבה

# #24038
source: Install
he: התקן הרחבה

# #24039
source: Disabled Add-ons
he: הרחבות מנוטרלות

# #24040
source: (Clear the current setting)
he: (נקה הגדרות קיימות)

# #24041
source: Install from zip file
he: התקן מקובץ zip

# #24042
source: Downloading %i%%
he: מוריד %i%%

# #24043
source: Available Updates
he: עדכונים קיימים

# #24044
source: Dependencies not met
he: אין התאמה בתלויות

# #24045
source: Add-on does not have the correct structure
he: להרחבה אין את המבנה הנכון

# #24046
source: %s is used by the following installed add-on(s)
he: %s בשימוש ע"י ההרחבה/ות המותקנות הבאות

# #24047
source: This add-on cannot be uninstalled
he: התקן זה אינו ניתן להסרה

# #24048
source: Rollback
he: חזור לאחור

# #24050
source: Available Add-ons
he: הרחבות קיימות

# #24051
source: Version:
he: גרסה:

# #24052
source: Disclaimer
he: הצהרת אחריות

# #24053
source: License:
he: רישיון:

# #24054
source: Changelog
he: לוג שינויים

# #24059
source: Would you like to enable this Add-on?
he: האם תרצה/י להפעיל הרחבה זו?

# #24060
source: Would you like to disable this Add-on?
he: האם תרצה/י לנטרל הרחבה זו?

# #24061
source: Add-on update available!
he: יש עדכון להרחבה זו!

# #24062
source: Enabled Add-ons
he: הרחבות מופעלות

# #24063
source: Auto update
he: עדכון אוטומטי

# #24064
source: Add-on enabled
he: הרחבה מופעלת

# #24065
source: Add-on updated
he: הרחבה עודכנה

# #24066
source: Cancel Add-on download?
he: בטל הורדת הרחבה?

# #24067
source: Currently downloading Add-ons
he: בתהליך הורדת הרחבות

# #24068
source: Update available
he: קיים עדכון

# #24069
source: Update
he: עדכן

# #24070
source: Add-on could not be loaded.
he: לא ניתן לטעון את ההרחבה

# #24071
source: An unknown error has occurred.
he: ארעה תקלה בלתי ידועה

# #24072
source: Settings required
he: דרושות הגדרות

# #24073
source: Could not connect
he: לא מצליח להתחבר

# #24074
source: Needs to restart
he: צריך לבצע הפעלה מחדש

# #24075
source: Disable
he: נטרל

# #24076
source: Add-on Required
he: דרושה הרחבה

# #24080
source: Try to reconnect?
he: לנסות להתחבר מחדש?

# #24089
source: Add-on restarts
he: ההרחבה מופעלת מחדש

# #24090
source: Lock Add-on manager
he: נעל מנהל הרחבות

# #24094
source: (current)
he: (נוכחי)

# #24095
source: (blacklisted)
he: (רשימה שחורה)

# #24096
source: Add-on has been marked as broken in repository.
he: ההרחבה מסומנת כלא תקינה במאגר

# #24097
source: Would you like to disable it on your system?
he: תרצה לנטרל אותה אצלך במערכת?

# #24098
source: Broken
he: לא תקין

# #24099
source: Would you like to switch to this skin?
he: תרצה להחליף לסקין זה?

# #24100
source: To use this feature you must download an Add-on:
he: לשימוש ביכולת זו עליך להוריד הרחבה:

# #24101
source: Would you like to download this Add-on?
he: ברצונך להוריד הרחבה זו?

# #25000
source: Notifications
he: הודעות

# #25001
source: Hide foreign
he: הסתר זרים

# #25002
source: Select from all titles ...
he: בחר מכל הכותרות ...

# #25003
source: Show bluray menus
he: הצג תפריטי בלוריי

# #25004
source: Play main title: %d
he: נגן כותרת ראשית: %d

# #25005
source: Title: %d
he: כותרת: %d

# #25006
source: Select playback item
he: בחר פריט השמעה

# #29800
source: Library Mode
he: מצב ספריה

# #29801
source: QWERTY keyboard
he: מקלדת QWERTY

# #29802
source: Passthrough Audio in use
he: שימוש בהעברת קול ישירה (passthrough)

# #33001
source: Trailer quality
he: איכות הקדימון

# #33002
source: Stream
he: זרימה

# #33003
source: Download
he: הורד

# #33004
source: Download & play
he: הורד ונגן

# #33005
source: Download & save
he: הורד ושמור

# #33006
source: Today
he: היום

# #33007
source: Tomorrow
he: מחר

# #33008
source: Saving
he: שומר

# #33009
source: Copying
he: מעתיק

# #33010
source: Set download directory
he: הגדר תיקיית הורדות

# #33011
source: Search duration
he: חפש אורך

# #33012
source: Short
he: קצר

# #33013
source: Long
he: ארוך

# #33014
source: Use DVD player instead of regular player
he: השתמש בנגן DVD במקום הנגן הרגיל

# #33015
source: Ask for download before playing video
he: בקש לשמור לפני נגינת הוידאו

# #33016
source: Clips
he: קליפים

# #33017
source: Restart plugin to enable
he: הפעל תוסף מחדש כדי להפעיל

# #33018
source: Tonight
he: הלילה

# #33019
source: Tomorrow Night
he: מחר בלילה

# #33020
source: Condition
he: תנאי

# #33021
source: Precipitation
he: משקעים

# #33022
source: Precip
he: משקעים

# #33023
source: Humid
he: לח

# #33024
source: Feels
he: מרגיש כמו

# #33025
source: Observed
he: ניצפה

# #33026
source: Departure from normal
he: פרידה מהרגיל

# #33027
source: Sunrise
he: זריחה

# #33028
source: Sunset
he: שקיעה

# #33029
source: Details
he: פרטים

# #33030
source: Outlook
he: השקפה

# #33032
source: Translate text
he: תרגם טקסט

# #33033
source: Map list %s category
he: קטגוריה %s מרשימת המפות

# #33034
source: 36 Hour
he: 36 שעות

# #33035
source: Maps
he: מפות

# #33036
source: Hourly
he: לפי שעה

# #33037
source: Weekend
he: סוף שבוע

# #33038
source: %s day
he: יום %s

# #33049
source: Alert
he: התראה

# #33050
source: Alerts
he: התראות

# #33051
source: Choose Your
he: בחר את

# #33052
source: Check
he: בדוק

# #33053
source: Configure the
he: הגדר את

# #33054
source: Seasons
he: עונות

# #33055
source: Use your
he: השתמש ב

# #33056
source: Watch your
he: תיראה את

# #33057
source: Listen to
he: הקשב ל

# #33058
source: View your
he: צפה ב

# #33059
source: Configure the
he: הגדר את ה

# #33060
source: Power
he: הפעלה

# #33061
source: Menu
he: תפריט

# #33062
source: Play the
he: נגן את ה

# #33063
source: Options
he: אפשרויות

# #33065
source: Editor
he: עורך

# #33066
source: About your
he: אודות ה

# #33067
source: Star rating
he: כוכבי דירוג

# #33068
source: Background
he: רקע

# #33069
source: Backgrounds
he: רקעים

# #33070
source: Custom background
he: רקע מותאם אישית

# #33071
source: Custom backgrounds
he: רקעים מותאמים אישית

# #33072
source: View Readme
he: צפה בקובץ README

# #33073
source: View Changelog
he: צפה בלוג שינויים

# #33074
source: This version of %s requires an
he: גרסה זו של %s דורשת

# #33075
source: XBMC revision of %s or greater to run.
he: דרושה גרסה %s של XBMC או יותר כדי לרוץ

# #33076
source: Please update XBMC.
he: אנא עדכן את XBMC.

# #33077
source: No data found!
he: לא נמצאו פרטים!

# #33078
source: Next page
he: עמוד הבא

# #33079
source: Love
he: אוהב

# #33080
source: Hate
he: שונא

# #33081
source: This file is stacked, select the part you want to play from.
he: קובץ זה שייך לערמה. בחר נקודת התחלה

# #33082
source: Path to script
he: נתיב לסקריפט

# #33083
source: Enable custom script button
he: הפעל כפתור סקריפט מותאם אישית

# #33100
source: Failed to start
he: אתחול נכשל

# #33101
source: Webserver
he: שרת

# #33103
source: Remote communication server
he: שרת התחברות מרחוק

# #33200
source: Detected New Connection
he: זוהה חיבור חדש

# #34100
source: Speaker Configuration
he: תצורת רמקול

# #34120
source: Play GUI sounds
he: נגן צלילי ממשק

# #34121
source: Only when playback stopped
he: רק כאשר ההשמעה נפסקה

# #34122
source: Always
he: תמיד

# #34123
source: Never
he: אף פעם

# #34201
source: Can't find a next item to play
he: לא נמצא פריט הבא לניגון

# #34202
source: Can't find a previous item to play
he: לא נמצא הפריט הקודם לניגון

# #34300
source: Failed to start zeroconf
he: נכשל בהפעלת zeroconf

# #34301
source: Is Apple's Bonjour Service installed? See log for more info.
he: האם שירות Apple's Bonjour מותקן? ראה לוג למידע נוסף

# #34400
source: Video Rendering
he: עיבוד וידאו

# #34402
source: Failed to initialize audio device
he: נכשל בהפעלת התקן האודיו

# #34403
source: Check your audiosettings
he: בדוק הגדרות אודיו

# #34404
source: Use gestures for navigation:
he: השתמש במחוות לניווט:

# #34405
source: 1 finger swipe left,right,up,down for cursors
he: העבר אצבע 1 שמאלה, ימינה, למעלהף למטה עבור מקשי חצים

# #34406
source: 2 finger swipe left for backspace
he: העבר 2 אצבעות שמאלה עבור מקש BACKSPACE

# #34407
source: 1 finger single tap for enter
he: הקש עם אצבע 1 עבור מקש ENTER

# #34408
source: 2 finger single tap or 1 finger long press for contextmenu
he: הקש עם 2 אצבעות או לחיצה ארוכה עם אצבע 1 עבור CONTEXTMENU

# #35000
source: Peripherals
he: ציוד היקפי

# #35001
source: Generic HID device
he: התקן HID כללי

# #35002
source: Generic network adapter
he: מתאם רשת כללי

# #35003
source: Generic disk
he: דיסק כללי

# #35004
source: There are no settings available for this peripheral.
he: אין הגדרות להתקן זה

# #35005
source: New device configured
he: התקן חדש הוגדר

# #35006
source: Device removed
he: התקן הוסר

# #35008
source: Keymap enabled
he: Keymap פעיל

# #35009
source: Do not use the custom keymap for this device
he: אל תשתמש ב 'keymap' מותאם אישית להתקן זה

# #35500
source: Location
he: מיקום

# #35501
source: Class
he: מחלקה

# #35502
source: Name
he: שם

# #35503
source: Vendor
he: ספק

# #35504
source: Product ID
he: מוצר ID

# #36006
source: Could not open the adapter
he: אין אפשרות לפתוח מתאם

# #36007
source: Devices to power on when starting XBMC
he: התקנים אשר יפעלו כאשר מפעילים את XBMC

# #36008
source: Devices to power off when stopping XBMC
he: התקנים אשר יכבו כאשר מפסיקים את XBMC

# #36009
source: Put devices in standby mode when activating screensaver
he: הכנס את ההתקנים למצב שינה כאשר מפעילים שומר מסך

# #36011
source: Could not detect the CEC com port. Set it up manually.
he: אין אפשרות לזהות פורט CEC. הגדר זאת ידנית.

# #36012
source: Could not initialise the CEC adapter. Please check your settings.
he: אין אפשרות לאתחל מתאם CEC. בדוק את ההגדרות שלך

# #36015
source: HDMI port number
he: מספר פורט HDMI

# #36016
source: Connected
he: מחובר
