Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/language/Hebrew/strings.po
Languages: he

# #0
source: Programs
he: תוכנות

# #1
source: Pictures
he: תמונות

# #2
source: Music
he: מוסיקה

# #3
source: Videos
he: וידאו

# #4
source: TV-Guide
he: מדריך תוכניות

# #5
source: Settings
he: הגדרות

# #7
source: File manager
he: מנהל קבצים

# #8
source: Weather
he: מזג האויר

# #9
source: xbmc media center
he: XBMC מדיה סנטר

# #11
source: Monday
he: יום שני

# #12
source: Tuesday
he: יום שלישי

# #13
source: Wednesday
he: יום רביעי

# #14
source: Thursday
he: יום חמישי

# #15
source: Friday
he: יום שישי

# #16
source: Saturday
he: יום שבת

# #17
source: Sunday
he: יום ראשון

# #21
source: January
he: ינואר

# #22
source: February
he: פברואר

# #23
source: March
he: מרץ

# #24
source: April
he: אפריל

# #25
source: May
he: מאי

# #26
source: June
he: יוני

# #27
source: July
he: יולי

# #28
source: August
he: אוגוסט

# #29
source: September
he: ספטמבר

# #30
source: October
he: אוקטובר

# #31
source: November
he: נובמבר

# #32
source: December
he: דצמבר

# #41
source: Mon
he: שני

# #42
source: Tue
he: שלישי

# #43
source: Wed
he: רביעי

# #44
source: Thu
he: חמישי

# #45
source: Fri
he: שישי

# #46
source: Sat
he: שבת

# #47
source: Sun
he: ראשון

# #51
source: Jan
he: ינו

# #52
source: Feb
he: פבר

# #53
source: Mar
he: מרץ

# #54
source: Apr
he: אפר

# #55
source: May
he: מאי

# #56
source: Jun
he: יונ

# #57
source: Jul
he: יול

# #58
source: Aug
he: אוג

# #59
source: Sep
he: ספט

# #60
source: Oct
he: אוק

# #61
source: Nov
he: נוב

# #62
source: Dec
he: דצמ

# #71
source: N
he: צ

# #72
source: NNE
he: צ-צ-מז

# #73
source: NE
he: צ-מז

# #74
source: ENE
he: מז-צ-מז

# #75
source: E
he: מז

# #76
source: ESE
he: מז-ד-מז

# #77
source: SE
he: ד-מז

# #78
source: SSE
he: ד-ד-מז

# #79
source: S
he: ד

# #80
source: SSW
he: ד-ד-מע

# #81
source: SW
he: ד-מע

# #82
source: WSW
he: מע-ד-מע

# #83
source: W
he: מע

# #84
source: WNW
he: מע-צ-מע

# #85
source: NW
he: צ-מע

# #86
source: NNW
he: צ-צ-מע

# #98
source: View: Auto
he: תצוגה: אוטומטי

# #99
source: View: Auto big
he: תצוגה: אוטומטי גדול

# #100
source: View: Icons
he: תצוגה: צלמיות

# #101
source: View: List
he: תצוגה: רשימה

# #102
source: Scan
he: סרוק

# #103
source: Sort by: Name
he: מיין לפי : שם

# #104
source: Sort by: Date
he: מיין לפי : תאריך

# #105
source: Sort by: Size
he: מיין לפי : גודל

# #106
source: No
he: לא

# #107
source: Yes
he: כן

# #108
source: Slideshow
he: מצגת

# #109
source: Create thumbs
he: צור תמונות ממוזערות

# #110
source: Create thumbnails
he: צור תמונות ממוזערות

# #111
source: Shortcuts
he: קיצורי דרך

# #112
source: Paused
he: מושהה

# #113
source: Update failed
he: עדכון נכשל

# #114
source: Installation failed
he: ההתקנה נכשלה

# #115
source: Copy
he: העתק

# #116
source: Move
he: העבר

# #117
source: Delete
he: מחק

# #118
source: Rename
he: שנה שם

# #119
source: New folder
he: תיקיה חדשה

# #120
source: Confirm file copy
he: אשר העתקת קובץ

# #121
source: Confirm file move
he: אשר העברת קובץ

# #122
source: Confirm file delete?
he: אשר מחיקת קובץ

# #123
source: Copy these files?
he: ?להעתיק קבצים אלו

# #124
source: Move these files?
he: ?להעביר קבצים אלו

# #125
source: Delete these files? - Deleting files cannot be undone!
he: למחוק קבצים אלה? - !קבצים לאחר מחיקה אינם ניתנים לשיחזור

# #126
source: Status
he: מצב

# #127
source: Objects
he: אובייקטים

# #128
source: General
he: כללי

# #129
source: Slideshow
he: מצגת

# #130
source: System info
he: פרטי מערכת

# #131
source: Display
he: מסך

# #132
source: Albums
he: אלבומים

# #133
source: Artists
he: אמנים

# #134
source: Songs
he: שירים

# #135
source: Genres
he: סגנונות

# #136
source: Playlists
he: רשימות ניגון

# #137
source: Search
he: חפש

# #138
source: System Information
he: פרטי מערכת

# #139
source: Temperatures:
he: טמפרטורות:

# #140
source: CPU:
he: מעבד:

# #141
source: GPU:
he: מעבד גרפי:

# #142
source: Time:
he: זמן:

# #143
source: Current:
he: נוכחי:

# #144
source: Build:
he: גירסה:

# #145
source: Network:
he: רשת:

# #146
source: Type:
he: סוג:

# #147
source: Static
he: סטאטי

# #149
source: MAC address
he: MAC

# #150
source: IP address
he: IP

# #154
source: Storage
he: אחסון

# #155
source: Drive
he: כונן

# #156
source: Free
he: פנוי

# #157
source: Video
he: וידאו

# #158
source: Free memory
he: זיכרון פנוי

# #159
source: No link
he: אין חיבור

# #160
source: Free
he: פנוי

# #161
source: Unavailable
he: לא זמין

# #162
source: Tray open
he: מגש פתוח

# #163
source: Reading
he: קורא

# #164
source: No disc
he: אין דיסק

# #165
source: Disc present
he: דיסק נמצא

# #166
source: Skin
he: סקין

# #169
source: Resolution
he: רזולוציה

# #170
source: Adjust display refresh rate to match video
he: התאם את קצב רענון המסך לוידאו

# #172
source: Release date
he: תאריך הפצה

# #173
source: Display 4:3 videos as
he: הצג וידאו 4:3 כמו

# #175
source: Moods
he: מצבים

# #176
source: Styles
he: סגנונות

# #179
source: Song
he: שיר

# #180
source: Duration
he: אורך

# #181
source: Select album
he: בחר אלבום

# #182
source: Tracks
he: רצועות

# #183
source: Review
he: ביקורת

# #184
source: Refresh
he: רענן

# #185
source: Searching album
he: מחפש אלבום

# #186
source: OK
he: אישור

# #187
source: No albums found!
he: !לא נמצאו אלבומים

# #188
source: Select all
he: בחר הכל

# #189
source: Scanning media info
he: סורק פרטי מערכת

# #190
source: Save
he: שמור

# #191
source: Shuffle
he: ערבב

# #192
source: Clear
he: נקה

# #193
source: Scan
he: סרוק

# #194
source: Searching...
he: ...מחפש

# #195
source: No info found!
he: !לא נמצאו פרטים

# #196
source: Select movie:
he: :בחר סרט

# #197
source: Querying %s info
he: %s מחפש פרטים

# #198
source: Loading movie details
he: טוען פרטים אודות הסרט

# #199
source: Web interface
he: ממשק אינטרנט

# #202
source: Tagline
he: מילות מפתח

# #203
source: Plot outline
he: תקציר עלילה

# #205
source: Votes
he: :הצבעות

# #206
source: Cast
he: צוות

# #207
source: Plot
he: עלילה

# #208
source: Play
he: נגן

# #209
source: Next
he: הבא

# #210
source: Previous
he: הקודם

# #213
source: Calibrate user interface...
he: כיול ממשק משתמש

# #214
source: Video calibration...
he: כיול וידאו...

# #215
source: Soften
he: רכך

# #216
source: Zoom amount
he: כמות זום

# #217
source: Pixel ratio
he: יחס פיקסלים

# #218
source: DVD drive
he: DVD כונן

# #219
source: Please insert disc
he: הכנס דיסק בבקשה

# #220
source: Remote share
he: תקיית רשת

# #221
source: Network is not connected
he: הרשת אינה מחוברת

# #222
source: Cancel
he: בטל

# #224
source: Speed
he: מהירות

# #225
source: Vertical Shift
he: תזוזה אנכי

# #226
source: Test patterns...
he: בדוק תבניות...

# #227
source: Lookup audio CD track names from freedb.org
he: חפש את שמות רצועות הדיסק ב freedb.org

# #228
source: Shuffle playlist on load
he: רשימת השמעה אקראית בעת הטעינה

# #229
source: HDD spindown time
he: זמן סיבוב כונן קשיח (בדקות)

# #230
source: Video filters
he: פילטרים

# #231
source: None
he: ללא

# #232
source: Point
he: נקודה

# #233
source: Linear
he: קווי

# #234
source: Anisotropic
he: אנזיאוטרופי

# #235
source: Quincunx
he: מחומש

# #236
source: Gaussian cubic
he: קוביה גאוסנית

# #237
source: Minification
he: הקטנה

# #238
source: Magnification
he: הגדלה

# #239
source: Clear playlist on finish
he: נקה רשימת השמעה בסיום

# #240
source: Display Mode
he: סגנון תצוגה

# #241
source: Full Screen #%d
he: מסך מלא #%d

# #242
source: Windowed
he: חלון

# #243
source: Refresh Rate
he: קצב רענון

# #244
source: Full screen
he: מסך מלא

# #245
source: Sizing: (%i,%i)->(%i,%i) (Zoom x%2.2f) AR:%2.2f:1 (Pixels: %2.2f:1) (VShift: %2.2f)
he: גודל: (%i,%i)->(%i,%i) (זום x%2.2f) AR:%2.2f:1 (פיקסלים: %2.2f:1) (VShift: %2.2f)

# #247
source: Scripts
he: סקריפטים

# #248
source: Language
he: שפה

# #249
source: Music
he: מוסיקה

# #250
source: Visualization
he: חיזוי

# #251
source: Select destination directory
he: בחר ספרית יעד

# #252
source: Output stereo to all speakers
he: - פלט סטריאו לכל הרמקולים

# #253
source: Number of channels
he: מספר ערוצים

# #254
source: - DTS capable receiver
he: - DTS נתמך ע"י הרסיבר

# #256
source: Fetching CD information
he: CDDB מחפש ברשת פרטי

# #257
source: Error
he: שגיאה

# #258
source: Enable tag reading
he: ID3 אפשר תגיות

# #259
source: Opening
he: פותח

# #261
source: Waiting for start...
he: ....ממתין להתחלה

# #262
source: Scripts output
he: פלט סקריפטים

# #263
source: Allow control of XBMC via HTTP
he: אפשר שליטה על XBMC דרך HTTP

# #264
source: Record
he: הקלט

# #265
source: Stop Rec.
he: עצור הקלטה

# #266
source: Sort by: Track
he: מיין לפי : רצועה

# #267
source: Sort by: Time
he: מיין לפי : זמן

# #268
source: Sort by: Title
he: מיין לפי : כותרת

# #269
source: Sort by: Artist
he: מיין לפי : אמן

# #270
source: Sort by: Album
he: מיין לפי : אלבום

# #271
source: Top 100
he: מאה הגדולים

# #272
source: Top-Left overscan compensation
he: פיצוי סריקת יתר משמאל למעלה

# #273
source: Bottom-Right overscan compensation
he: פיצוי סריקת יתר מימין למטה

# #274
source: Subtitle positioning
he: מיקום הכתוביות

# #275
source: Pixel ratio adjustment
he: כיוון יחס הפיקסלים

# #276
source: Adjust the arrow to change the amount of overscan
he: הזז את הסמן לשינוי רמת סריקת היתר

# #277
source: Adjust the bar to change the subtitles position
he: הזז את המצביע לשינוי מקום הכתוביות

# #278
source: Adjust the rectangle so it is perfectly square
he: כוון את המלבן כך שיהפוך לריבוע מושלם

# #279
source: Unable to load settings
he: אין אפשרות לטעון הגדרות

# #280
source: Using default settings
he: משתמש בהגדרות ברירת מחדל

# #281
source: Please check the XML files
he: XML אנא בדוק קבצי

# #282
source: Found %i items
he: התאמות %i נמצאו

# #283
source: Search results
he: תוצאות חיפוש

# #284
source: No results found
he: לא נמצאו התאמות לחיפוש

# #285
source: Preferred audio language
he: שפת שמע מועדפת

# #286
source: Preferred subtitle language
he: שפת כתוביות מועדפת

# #287
source: Subtitles
he: כתוביות

# #288
source: Font
he: פונט

# #289
source: - Size
he: גודל

# #290
source: Dynamic range compression
he: (db) הגברת ווליום

# #291
source: Video
he: וידאו

# #292
source: Audio
he: אודיו

# #293
source: Browse for subtitles
he: עיין לכתוביות

# #294
source: Create bookmark
he: צור סימניה

# #296
source: Clear bookmarks
he: נקה סימניות

# #297
source: Audio offset
he: השהיית קול הנומתו

# #298
source: Bookmarks
he: סימניות

# #299
source: - AAC capable receiver
he: - AAC נתמך ע"י הרסיבר

# #300
source: - MP1 capable receiver
he: - MP1 נתמך ע"י הרסיבר

# #301
source: - MP2 capable receiver
he: - MP2 נתמך ע"י הרסיבר

# #302
source: - MP3 capable receiver
he: - MP3 נתמך ע"י הרסיבר

# #303
source: Delay
he: השהייה

# #304
source: Language
he: שפה

# #305
source: Enabled
he: זמין

# #306
source: Non-interleaved
he: ללא-הפרדה

# #308
source: Original stream's language
he: שפת שידור מקורית

# #309
source: User Interface language
he: שפת ממשק משתמש

# #312
source: (0=auto)
he: (0=אוטומטי)

# #313
source: Cleaning database
he: מנקה מסד נתונים

# #314
source: Preparing...
he: ...מתכונן

# #315
source: Database error
he: שגיאת מסד נתונים

# #316
source: Searching songs...
he: ...מחפש שירים

# #317
source: Cleaned database successfully
he: ניקוי הושלם בהצלחה

# #318
source: Cleaning songs...
he: ...מנקה שירים

# #319
source: Error cleaning songs
he: שגיאה בניקוי שירים

# #320
source: Cleaning artists...
he: ...ניקוי אמנים

# #321
source: Error cleaning artists
he: שגיאה בניקוי אמנים

# #322
source: Cleaning genres...
he: ...ניקוי סגנונות

# #323
source: Error cleaning genres
he: שגיאה בניקוי סגנונות

# #324
source: Cleaning paths...
he: ...ניקוי נתיבים

# #325
source: Error cleaning paths
he: שגיאה בניקוי נתיבים

# #326
source: Cleaning albums...
he: ...ניקוי אלבומים

# #327
source: Error cleaning albums
he: שגיאה בניקוי אלבומים

# #328
source: Writing changes...
he: ...כותב שינויים

# #329
source: Error writing changes
he: שגיאה בכתיבת שינויים

# #330
source: This may take some time...
he: ...פעולה זו עשויה לקחת זמן

# #331
source: Compressing database...
he: ...דוחס נתונים

# #332
source: Error compressing database
he: שגיאה בדחיסת נתונים

# #333
source: Do you want to clean the library?
he: ?האם ברצונך לנקות את הספריה

# #334
source: Clean library...
he: נקה ספריה...

# #335
source: Start
he: התחל

# #336
source: Framerate conversion
he: המרת קצב פריימים

# #337
source: Audio output
he: פלט אודיו

# #338
source: Analog
he: אנלוגי

# #339
source: Optical/Coax
he: דיגיטאלי

# #340
source: Various artists
he: אמנים שונים

# #341
source: Play disc
he: נגן דיסק

# #342
source: Movies
he: סרטים

# #343
source: Adjust framerate
he: התאם קצב פריימים

# #344
source: Actors
he: שחקנים

# #345
source: Year
he: שנה

# #346
source: Boost volume level on downmix
he: הגבר קול ב downmix

# #347
source: - DTS-HD capable receiver
he: - DTS-HD נתמך ע"י הרסיבר

# #348
source: - Multichannel LPCM capable receiver
he: - LPCM רב ערוצי נתמך ע"י הרסיבר

# #349
source: - TrueHD capable receiver
he: - TrueHD נתמך ע"י הרסיבר

# #350
source: Programs
he: תוכנות

# #351
source: Off
he: כבה

# #352
source: Dim
he: עמעם

# #353
source: Black
he: מסך שחור

# #355
source: Screensaver time
he: זמן לשומר מסך

# #356
source: Screensaver mode
he: מצב שומר מסך

# #357
source: Shutdown function timer
he: זמן המתנה לפני כיבוי

# #358
source: All albums
he: כל האלבומים

# #359
source: Recently added albums
he: אלבומים אחרונים

# #360
source: Screensaver
he: שומר מסך

# #361
source: R. Slideshow
he: מצגת רקורסיבית

# #362
source: Screensaver dim level
he: רמת עמעום המסך

# #363
source: Sort by: File
he: סדר לפי : קובץ

# #364
source: - Dolby Digital (AC3) capable receiver
he: - Dolby Digital (AC3) נתמך ע"י הרסיבר

# #365
source: Sort by: Name
he: סדר לפי : שם

# #366
source: Sort by: Year
he: סדר לפי : שנה

# #367
source: Sort by: Rating
he: סדר לפי : דירוג

# #369
source: Title
he: כותרת

# #370
source: Thunderstorms
he: רעמים

# #371
source: Partly
he: חלקית

# #372
source: Mostly
he: בעיקר

# #373
source: Sunny
he: שמשי

# #374
source: Cloudy
he: מעונן

# #375
source: Snow
he: שלג

# #376
source: Rain
he: גשם

# #377
source: Light
he: קל

# #378
source: AM
he: בוקר

# #379
source: PM
he: ערב

# #380
source: Showers
he: ממטרים

# #381
source: Few
he: מעטים

# #382
source: Scattered
he: לסירוגין

# #383
source: Wind
he: רוח

# #384
source: Strong
he: חזקה

# #385
source: Fair
he: קלילה

# #386
source: Clear
he: בהיר

# #387
source: Clouds
he: עננים

# #388
source: Early
he: מוקדם

# #389
source: Shower
he: ממטרים

# #390
source: Flurries
he: סוער

# #391
source: Low
he: נמוך

# #392
source: Medium
he: בינוני

# #393
source: High
he: גבוה

# #394
source: Fog
he: ערפילי

# #395
source: Haze
he: אביך

# #396
source: Select location
he: בחר מיקום

# #397
source: Refresh time
he: זמני רענון

# #398
source: Temperature units
he: יחידות טמפרטורה

# #399
source: Speed units
he: יחידות מהירות

# #400
source: Weather
he: מזג אוויר

# #401
source: Temp
he: טמפרטורה

# #402
source: Feels like
he: מרגיש כאילו

# #403
source: UV index
he: UV רמת

# #404
source: Wind
he: רוח

# #405
source: Dew point
he: נקודת אידוי

# #406
source: Humidity
he: לחות

# #409
source: Defaults
he: ברירת מחדל

# #410
source: Accessing weather service
he: ניגש לשירות מזג אויר

# #411
source: Getting weather for:
he: :טוען מזג אויר עבור

# #412
source: Unable to get weather data
he: אין אפשרות לקבל פרטי מזג אויר

# #413
source: Manual
he: ידני

# #414
source: No review for this album
he: אין סקירות עבור אלבום זה

# #415
source: Downloading thumbnail...
he: ...מוריד תמונות ממוזערות

# #416
source: Not available
he: לא זמין

# #417
source: View: Big icons
he: תצוגה : צלמיות גדולות

# #418
source: Low
he: נמוך

# #419
source: High
he: גבוה

# #422
source: Delete album info
he: מחק פרטי אלבום

# #423
source: Delete CD information
he: מחק פרטי CDDB

# #424
source: Select
he: בחר

# #425
source: No album information found
he: לא נמצא פרטי אלבום

# #426
source: No CD information found
he: לא נמצא פרטי דיסק

# #427
source: Disc
he: דיסק

# #428
source: Insert correct CD/DVD
he: הכנס דיסק נכון

# #429
source: Please insert the following disc:
he: אנא הכנס את הדיסק הבא:

# #430
source: Sort by: DVD#
he: DVD# : מיין לפי

# #431
source: No cache
he: אין זכרון מטמון

# #432
source: Remove movie from library
he: מחק סרט מהספריה

# #433
source: Really remove '%s'?
he: ?'%s' האם אתה בטוח שברצונך למחוק את

# #434
source: From %s at %i %s
he: מ%s ב%i %s

# #435
source: No optical disc drive detected
he: כונן דיסק דסיק אופטי לא זוהה

# #436
source: You need an optical disc drive to play this video
he: הינך צריך כונן דיסק אופטי כדי לנגן וידאו זה

# #437
source: Removable disk
he: כונן נייד

# #438
source: Opening file
he: פותח קובץ

# #439
source: Cache
he: זכרון מטמון

# #440
source: Harddisk
he: כונן קשיח

# #442
source: Local network
he: רשת מקומית

# #443
source: Internet
he: אינטרנט

# #444
source: Video
he: וידאו

# #445
source: Audio
he: אודיו

# #447
source: Autorun media
he: נגן אוטומטית

# #449
source: Enabled
he: פעיל

# #450
source: Columns
he: עמודות

# #451
source: Row 1 address
he: 1: שורת כתובת

# #452
source: Row 2 address
he: 2: שורת כתובת

# #453
source: Row 3 address
he: 3: שורת כתובת

# #454
source: Row 4 address
he: 4: שורת כתובת

# #455
source: Rows
he: שורות

# #456
source: Mode
he: מצב

# #457
source: Switch view
he: החלף תצוגה

# #459
source: Subs
he: כתוביות

# #460
source: Audio stream
he: זרימת אודיו

# #461
source: [active]
he: [פעיל]

# #462
source: Subtitle
he: כתובית

# #463
source: Backlight
he: תאורה אחורית

# #464
source: Brightness
he: בהירות

# #465
source: Contrast
he: ניגודיות

# #466
source: Gamma
he: גאמה

# #467
source: Type
he: סוג

# #468
source: Move the bar to change the OSD position
he: הזז את הסמן כדי לשנות את מיקום התפריט

# #469
source: OSD position
he: מיקום תפריט

# #470
source: Credits
he: תודות

# #474
source: Off
he: כבוי

# #475
source: Music only
he: מוזיקה בלבד

# #476
source: Music & video
he: מוזיקה ווידאו

# #477
source: Unable to load playlist
he: לא יכול לטעון רשימת השמעה

# #478
source: OSD
he: תפריט

# #479
source: Skin & language
he: סקין ושפה

# #480
source: Appearance
he: מראה

# #481
source: Audio options
he: אפשרויות אודיו

# #482
source: About XBMC
he: XBMC אודות

# #485
source: Delete album
he: מחק אלבום

# #486
source: Repeat
he: חזרה

# #487
source: Repeat one
he: חזור פעם אחת

# #488
source: Repeat folder
he: חזור רשימת השמעה לתיקיה

# #489
source: Play the next song automatically
he: נגן את השיר הבא אוטומטית

# #491
source: - Use big icons
he: - השתמש בצלמיות גדולות

# #492
source: Resize VobSubs
he: הגדל כתוביות

# #493
source: Advanced options (Experts Only!)
he: אפשרויות מתקדמות

# #494
source: Overall audio headroom
he: Overall Audio Headroom (dB)

# #495
source: Upsample videos to GUI resolution
he: דגום מחדש וידאו לרזולוצית תצוגה

# #496
source: Calibration
he: כיוונון

# #497
source: Show file extensions
he: הראה סיומות קבצים

# #498
source: Sort by: Type
he: מיין לפי : סוג

# #499
source: Unable to connect to online lookup service
he: אין אפשרות להתחבר לשירות החיפוש

# #500
source: Downloading album information failed
he: הורדת פרטי אלבום נכשלה

# #501
source: Looking for album names...
he: מחפש שמות אלבום...

# #502
source: Open
he: פתח

# #503
source: Busy
he: עסוק

# #504
source: Empty
he: ריק

# #505
source: Loading media info from files...
he: טוען פרטי מדיה מהקבצים

# #507
source: Sort by: Usage
he: מיין לפי : שימוש

# #510
source: Enable visualizations
he: אפשר חיזוי

# #511
source: Enable video mode switching
he: אפשר החלפת מצב וידאו

# #512
source: Startup window
he: חלון ראשוני

# #513
source: Home window
he: חלון הבית

# #514
source: Manual settings
he: הגדרות ידניות

# #515
source: Genre
he: סגנון

# #517
source: Recently played albums
he: אלבומים שנוגנו לאחרונה

# #518
source: Launch
he: הפעל

# #519
source: Launch in...
he: ...הפעל ב

# #521
source: Compilations
he: אוספים

# #522
source: Remove source
he: הסר מקור

# #523
source: Switch media
he: החלף מדיה

# #524
source: Select playlist
he: בחר רשימת ניגון

# #525
source: New playlist...
he: רשימת ניגון חדשה

# #526
source: Add to playlist
he: הוסף לרשימת ניגון

# #527
source: Manually add to library
he: הוסף ידנית למסד הנתונים

# #528
source: Enter title
he: הזן כותרת

# #529
source: Error: Duplicate title
he: שגיאה: כותרת כפולה

# #530
source: Select genre
he: בחר סגנון

# #531
source: New genre
he: סגנון חדש

# #532
source: Manual addition
he: הוספה ידנית

# #533
source: Enter genre
he: הזן סגנון

# #534
source: View: %s
he: תצוגה: %s

# #535
source: List
he: רשימה

# #536
source: Icons
he: צלמיות

# #537
source: Big list
he: רשימה גדולה

# #538
source: Big icons
he: צלמיות גדולות

# #539
source: Wide
he: רחב

# #540
source: Big wide
he: רחב גדול

# #541
source: Album icons
he: צלמיות אלבומים

# #542
source: DVD icons
he: צלמיות DVD

# #544
source: Media info
he: פרטי מדיה

# #545
source: Audio output device
he: התקן פלט אודיו

# #546
source: Passthrough output device
he: עובר דרך התקן חיצוני

# #547
source: No biography for this artist
he: אין ביוגרפיה לאמן זה

# #548
source: Downmix multichannel audio to stereo
he: התאם אודיו רב-ערוצי לסטריאו

# #550
source: Sort by: %s
he: מיין לפי: %s

# #551
source: Name
he: שם

# #552
source: Date
he: תאריך

# #553
source: Size
he: גודל

# #554
source: Track
he: רצועה

# #555
source: Time
he: זמן

# #556
source: Title
he: כותרת

# #557
source: Artist
he: אמן

# #558
source: Album
he: אלבום

# #559
source: Playlist
he: רשימת השמעה

# #561
source: File
he: קובץ

# #562
source: Year
he: שנה

# #563
source: Rating
he: דירוג

# #564
source: Type
he: סוג

# #565
source: Usage
he: שימוש

# #566
source: Album artist
he: אלבום אמן

# #567
source: Play count
he: מספר פעמים שנוגן

# #568
source: Last played
he: נוגן לאחרונה

# #569
source: Comment
he: הערות

# #570
source: Date added
he: תאריך הוספה

# #571
source: Default
he: ברירת מחדל

# #572
source: Studio
he: אולפן

# #573
source: Path
he: נתיב

# #574
source: Country
he: ארץ

# #575
source: In progress
he: בתהליך

# #576
source: Times played
he: פעמים שנוגן

# #580
source: Sort direction
he: כיוון מיון

# #581
source: Sort method
he: שיטת מיון

# #582
source: View mode
he: מצב תצוגה

# #583
source: Remember views for different folders
he: זכור תצוגות לתיקיות שונות

# #584
source: Ascending
he: עולה

# #585
source: Descending
he: יורד

# #586
source: Edit playlist
he: ערוך רשימת השמעה

# #587
source: Filter
he: פילטר

# #588
source: Cancel party mode
he: בטל מצב מסיבה

# #589
source: Party mode
he: מצב מסיבה

# #590
source: Random
he: אקראי

# #591
source: Off
he: כבוי

# #592
source: One
he: אחד

# #593
source: All
he: הכל

# #594
source: Off
he: כבוי

# #595
source: Repeat: Off
he: חזרה: כבוי

# #596
source: Repeat: One
he: חזרה: אחד

# #597
source: Repeat: All
he: חזרה: הכל

# #600
source: Rip audio CD
he: העתק דיסק

# #601
source: Medium
he: בינוני

# #602
source: Standard
he: רגיל

# #603
source: Extreme
he: קיצוני

# #604
source: Constant bitrate
he: קצב ביטים קבוע

# #605
source: Ripping...
he: ...מעתיק

# #607
source: To:
he: אל:

# #608
source: Could not rip CD or track
he: לא יכול להעתיק דיסק או רצועה

# #609
source: CDDARipPath is not set.
he: נתיב CDDARipPath אינו מוגדר

# #610
source: Rip audio track
he: העתק רצועת דיסק

# #611
source: Enter number
he: הזן מספר

# #620
source: Audio CDs
he: דיסק אודיו

# #621
source: Encoder
he: מקודד

# #622
source: Quality
he: איכות

# #623
source: Bitrate
he: קצב ביטים

# #624
source: Include track number
he: כלול מספר רצועה

# #625
source: All songs of
he: כל השירים של

# #626
source: In progress TV shows
he: תוכניות בהתקדמות

# #629
source: View mode
he: מצב תצוגה

# #630
source: Normal
he: רגיל

# #631
source: Zoom
he: זום

# #632
source: Stretch 4:3
he: 4:3 מתח

# #633
source: Wide Zoom
he: זום רחב

# #634
source: Stretch 16:9
he: 16:9 מתח

# #635
source: Original Size
he: גודל מקורי

# #636
source: Custom
he: מותאם אישי
