Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/language/Hebrew/strings.po
Languages: he

# #637
source: Replay gain
he: תיקון עוצמת הקול

# #638
source: Replaygain volume adjustments
he: כיוונון תיקון עוצמת הקול

# #639
source: Use track levels
he: השתמש בעוצמת הרצועה

# #640
source: Use album levels
he: השתמש בעוצמת האלבום

# #641
source: PreAmp Level - Replay gained files
he: עוצמת PreAmp - תיקון עוצמת קבצים

# #642
source: PreAmp Level - Non replay gained files
he: עוצמת PreAmp - ללא תיקון עוצמת קבצים

# #643
source: Avoid clipping on replay gained files
he: המנע מחיתוך קבצים מתוקני עוצמה

# #644
source: Crop black bars
he: חתוך פסים שחורים

# #645
source: Need to unpack a big file. Continue?
he: ?צריך לחלץ קובץ גדול. להמשיך

# #646
source: Remove from library
he: הסר כותרת

# #647
source: Export video library
he: ייצא ספרית וידאו

# #648
source: Import video library
he: ייבא ספרית וידאו

# #649
source: Importing
he: מייבא

# #650
source: Exporting
he: מייצא

# #651
source: Browse for library
he: עיין לספריה

# #652
source: Years
he: שנים

# #653
source: Update library
he: עדכן ספריה

# #654
source: Show debug info
he: הצג פרטי ניפוי שגיאות

# #655
source: Browse for executable
he: עיין לקובץ הפעלה

# #656
source: Browse for playlist
he: עיין לרשימת ניגון

# #657
source: Browse for folder
he: עיין לתיקייה

# #658
source: Song information
he: פרטי שיר

# #660
source: Volume amplification
he: הגברת ווליום

# #661
source: Choose export folder
he: בחר תיקיית ייצוא

# #662
source: This file is no longer available.
he: קובץ זה לא זמין יותר

# #663
source: Would you like to remove it from the library?
he: ?האם תרצה להסיר אותו מהספריה

# #664
source: Browse for Script
he: עיין לסקריפט

# #665
source: Compression level
he: רמת דחיסה

# #700
source: Cleaning up library
he: מנקה מסד נתונים

# #701
source: Removing old songs from the library
he: מוחק שירים ישנים ממסד הנתונים

# #702
source: This path has been scanned before
he: נתיב זה נסרק בעבר

# #705
source: Network
he: רשת

# #706
source: - Server
he: - שרת

# #708
source: Use an HTTP proxy server to access the internet
he: השתמש ב HTTP Proxy על מנת להיכנס לאינטרנט

# #711
source: Internet Protocol (IP)
he: פרוטוקול תקשורת (IP)

# #712
source: Invalid port specified. Value must be between 1 and 65535.
he: מספר פורט שגוי. ערך חייב להיות בין 1 ל 65535.

# #713
source: HTTP proxy
he: HTTP פרוקסי

# #715
source: - Assignment
he: השמת כתובת

# #716
source: Automatic (DHCP)
he: אוטומטית (DHCP)

# #717
source: Manual (Static)
he: ידנית (סטטית)

# #723
source: Save & restart
he: שמור והפעל מחדש

# #724
source: Invalid address specified. Value must be AAA.BBB.CCC.DDD
he: כתובת שגויה. הכתובת חייבת להיות במבנה AAA.BBB.CCC.DDD

# #725
source: with numbers between 0 and 255.
he: עם מספרים בין 0 ל- 255.

# #726
source: Changes not saved. Continue without saving?
he: שינויים לא נשמרו. להמשיך בלי לשמור?

# #727
source: Web server
he: שרת Web

# #728
source: FTP server
he: שרת FTP

# #730
source: - Port
he: - פורט

# #732
source: Save & apply
he: שמור והפעל

# #733
source: - Password
he: - סיסמא

# #734
source: No pass
he: ללא סיסמא

# #735
source: - Character set
he: ערכת התווים -

# #736
source: - Style
he: סגנון -

# #737
source: - Colour
he: צבע -

# #738
source: Normal
he: רגיל

# #739
source: Bold
he: מודגש

# #740
source: Italics
he: נטוי

# #741
source: Bold italics
he: מודגש ונטוי

# #742
source: White
he: לבן

# #743
source: Yellow
he: צהוב

# #744
source: Files
he: קבצים

# #745
source: No scanned information for this view
he: לא נסרקו פרטים עבור תצוגה זו

# #746
source: Please turn off library mode
he: שנה לתצוגת קבצים

# #747
source: Error loading image
he: שגיאה בטעינת התמונה

# #748
source: Edit path
he: ערוך נתיב

# #749
source: Mirror image
he: הפוך תמונה

# #750
source: Are you sure?
he: האם אתה בטוח?

# #751
source: Removing source
he: מסיר מקור

# #754
source: Add program link
he: הוסף קישור לתוכנה

# #755
source: Edit program path
he: ערוך נתיב תוכנה

# #756
source: Edit program name
he: ערוך שם תוכנה

# #757
source: Edit path depth
he: ערוך עומק נתיב

# #759
source: View: Big list
he: תצוגה: רשימה גדולה

# #760
source: Yellow
he: צהוב

# #761
source: White
he: לבן

# #762
source: Blue
he: כחול

# #763
source: Bright green
he: ירוק בוהק

# #764
source: Yellow green
he: צהוב ירוק

# #765
source: Cyan
he: תכלת

# #766
source: Light grey
he: שמור

# #767
source: Grey
he: שמור

# #770
source: Error %i: share not available
he: שיתוף לא קיים :%i שגיאה

# #772
source: Audio output
he: פלט אודיו

# #773
source: Seeking
he: מחפש

# #774
source: Slideshow folder
he: ספריית מצגת

# #775
source: Network interface
he: ממשק רשת

# #776
source: - Wireless network name (ESSID)
he: - שם רשת אלחוטית (ESSID)

# #777
source: - Wireless password
he: - סיסמאת רשת אלחוטית

# #778
source: - Wireless security
he: - אבטחת רשת אלחוטית

# #779
source: Save and apply network interface settings
he: שמור הגדרות ממשק רשת

# #780
source: No encryption
he: ללא הצפנה

# #784
source: Applying network interface settings. Please wait.
he: מגדיר הגדרות ממשק רשת. אנא המתן.

# #785
source: Network interface restarted successfully.
he: ממשק רשת הופעל מחדש בהצלחה

# #786
source: Network interface did not start successfully.
he: ממשק רשת לא הופעל בהצלחה.

# #787
source: Interface disabled
he: ממשק מנוטרל

# #788
source: Network interface disabled successfully.
he: ממשק רשת נוטרל בהצלחה.

# #789
source: Wireless network name (ESSID)
he: שם רשת אלחוטית (ESSID)

# #790
source: Remote control
he: שליטה מרחוק

# #791
source: Allow programs on this system to control XBMC
he: אפשר לתוכנות במערכת זו לשלוט על XBMC

# #792
source: Port
he: פורט

# #793
source: Port range
he: תווך פורטים

# #794
source: Allow programs on other systems to control XBMC
he: אפשר לתוכנות במערכות אחרות לשלוט על XBMC

# #795
source: Initial repeat delay (ms)
he: חוזר על עיכוב ראשוני (ms)

# #796
source: Continuous repeat delay (ms)
he: חזור על עיקוב מתמשך (ms)

# #797
source: Maximum number of clients
he: מספר קליינטים מירבי

# #798
source: Internet access
he: גישת אינטרנט

# #799
source: Library Update
he: עדכון ספריה

# #800
source: Music library needs to rescan art from tags
he: ספריית המוזיקה זקוקה לסרוק שנית את אמנות מהתגיות

# #801
source: Would you like to scan now?
he: האם ברצונך לסרוק כעת?

# #850
source: Invalid port number entered
he: מספר פורט שגוי

# #851
source: Valid port range is 1-65535
he: טווח פורט תקין הוא 1-65535

# #852
source: Valid port range is 1024-65535
he: טווח פורט תקין הוא 1024-65535

# #998
source: Add Music...
he: הוסף מוזיקה...

# #999
source: Add Videos...
he: הוסף וידאו...

# #1000
source: - Preview
he: - תצוגה מקדימה

# #1001
source: Unable to connect
he: חיבור נכשל

# #1002
source: XBMC was unable to connect to the network location.
he: XBMC נכשל בחיבור לרשת המיקום.

# #1003
source: This could be due to the network not being connected.
he: זהו כנראה עקב הרשת שאיננה מחוברת.

# #1004
source: Would you like to add it anyway?
he: האם ברצונך להוסיף בכל זאת?

# #1006
source: IP address
he: IP כתובת

# #1007
source: Add network location
he: הוסף מיקום ברשת

# #1008
source: Protocol
he: פרוטוקול

# #1009
source: Server address
he: כתובת שרת

# #1010
source: Server name
he: שם שרת

# #1011
source: Remote path
he: נתיב מרוחק

# #1012
source: Shared folder
he: ספריה משותפת

# #1013
source: Port
he: פורט

# #1014
source: Username
he: שם משתמש

# #1015
source: Browse for network server
he: עיין לחיפוש שרת רשת

# #1016
source: Enter the network address of the server
he: הזן כתובת רשת של השרת

# #1017
source: Enter the path on the server
he: הזן נתיב של השרת

# #1018
source: Enter the port number
he: הזן מספר פורט

# #1019
source: Enter the username
he: הזן שם משתמש

# #1020
source: Add %s source
he: %s הוסף מקור

# #1021
source: Enter the paths or browse for the media locations.
he: הזן נתיב או עיין למיקום המדיה.

# #1022
source: Enter a name for this media Source.
he: הזן שם למקור מדיה זה.

# #1023
source: Browse for new share
he: עיין לשיתוף חדש

# #1024
source: Browse
he: עיון

# #1025
source: Could not retrieve directory information.
he: בעיה בקבלת פרטי הספריה.

# #1026
source: Add source
he: הוסף מקור

# #1027
source: Edit source
he: ערוך מקור

# #1028
source: Edit %s source
he: %s ערוך מקור

# #1029
source: Enter the new label
he: הזן תווית

# #1030
source: Browse for image
he: עיין לתמונה

# #1031
source: Browse for image folder
he: עיין לתמונת תיקיה

# #1032
source: Add network location...
he: הוסף מיקום רשת...

# #1033
source: Browse for file
he: עיין לקובץ

# #1034
source: Submenu
he: תת-תפריט

# #1035
source: Enable submenu buttons
he: אפשר כפתורי תת-תפריט

# #1036
source: Favourites
he: מועדפים

# #1037
source: Video Add-ons
he: הרחבות וידאו

# #1038
source: Music Add-ons
he: הרחבות מוזיקה

# #1039
source: Picture Add-ons
he: הרחבות תמונות

# #1040
source: Loading directory
he: טוען ספריה

# #1041
source: Retrieved %i items
he: קיבל %i פריטים

# #1042
source: Retrieved %i of %i items
he: קיבל %i מתוך %i פריטים

# #1043
source: Program Add-ons
he: הרחבות תוכנות

# #1044
source: Set plugin thumb
he: הגדר תמונה ממוזערת להרחבה

# #1045
source: Add-on settings
he: הגדרות הרחבה

# #1046
source: Access points
he: נקודת גישה

# #1047
source: Other...
he: אחר...

# #1048
source: - Username
he: - שם משתמש

# #1049
source: Script settings
he: הגדרות סקריפט

# #1050
source: Singles
he: סינגלים

# #1051
source: Enter web address
he: הזן כתובת אינטרנט

# #1200
source: SMB client
he: SMB חלוקה

# #1202
source: Workgroup
he: SMB קבוצת עבודה

# #1203
source: Default username
he: SMB שם משתמש

# #1204
source: Default password
he: SMB סיסמא

# #1207
source: WINS server
he: SMB WINS שרת

# #1208
source: Mount SMB shares
he: מאונט שיתופי SMB

# #1210
source: Remove
he: הסר

# #1211
source: Music
he: מוסיקה

# #1212
source: Video
he: וידאו

# #1213
source: Pictures
he: תמונות

# #1214
source: Files
he: קבצים

# #1215
source: Music & video
he: מוסיקה ווידאו

# #1216
source: Music & pictures
he: מוסיקה ותמונות

# #1217
source: Music & files
he: מוסיקה וקבצים

# #1218
source: Video & pictures
he: וידאו ותמונות

# #1219
source: Video & files
he: וידאו וקבצים

# #1220
source: Pictures & files
he: תמונות וקבצים

# #1221
source: Music & video & pictures
he: מוזיקה, וידאו ותמונות

# #1222
source: Music & video & pictures & files
he: מוסיקה, וידאו, תמונות וקבצים

# #1223
source: Disabled
he: מנוטרל

# #1226
source: Files & music & video
he: קבצים, מוסיקה ווידאו

# #1227
source: Files & pictures & music
he: קבצים, תמונות ומוסיקה

# #1228
source: Files & pictures & video
he: קבצים, תמונות ווידאו

# #1229
source: Music & programs
he: מוסיקה ותוכנות

# #1230
source: Video & programs
he: וידאו ותוכנות

# #1231
source: Pictures & programs
he: תמונות ותוכנות

# #1232
source: Music & video & pictures & programs
he: מוסיקה, וידאו, תמונות ותוכנות

# #1233
source: Programs & video & music
he: תוכנות, וידאו ומוסיקה

# #1234
source: Programs & pictures & music
he: תוכנות, תמונות ומוסיקה

# #1235
source: Programs & pictures & video
he: תוכנות, תמונות ווידאו

# #1260
source: Announce these services to other systems via Zeroconf
he: הכרז על שירותים אלו למערכות אחרות דרך Zeroconf

# #1270
source: Allow XBMC to receive AirPlay content
he: אפשר ל-XBMC לקבל תכני AirPlay

# #1271
source: Device name
he: שם התקן

# #1272
source: - Use password protection
he: - השתמש בהגנת סיסמא

# #1300
source: Custom audio device
he: התקן אודיו מותאם אישית

# #1301
source: Custom passthrough device
he: התקן פלט מותאם אישית

# #1396
source: Drifting
he: זולג

# #1397
source: and
he: ו

# #1398
source: Freezing
he: קופא

# #1399
source: Late
he: מאוחר

# #1400
source: Isolated
he: מבודד

# #1401
source: Thundershowers
he: רעמים וגשם

# #1402
source: Thunder
he: רעמים

# #1403
source: Sun
he: שמש

# #1404
source: Heavy
he: כבד

# #1405
source: in
he: ב

# #1406
source: the
he: ה

# #1407
source: Vicinity
he: אזור

# #1408
source: Ice
he: קרח

# #1409
source: Crystals
he: גבישי

# #1410
source: Calm
he: רגוע

# #1411
source: with
he: עם

# #1412
source: windy
he: סוער

# #1414
source: Thunderstorm
he: סערת רעמים

# #1415
source: Drizzle
he: טפטוף

# #1416
source: Foggy
he: ערפלי

# #1417
source: Grains
he: גרגירים

# #1418
source: Thunderstorms
he: רעמים

# #1420
source: Moderate
he: מתון

# #1421
source: Very High
he: גבוה מאוד

# #1422
source: Windy
he: סוער

# #1423
source: Mist
he: ערפל

# #1438
source: Small
he: קטן

# #1446
source: Unknown
he: לא ידוע

# #1448
source: Precipitation
he: משקעים

# #1450
source: Put display to sleep when idle
he: הכנס צג למצב שינה כשאין פעילות

# #2050
source: Runtime
he: זמן ריצה

# #2100
source: Script failed! : %s
he: הסקריפט ניכשל!: %s

# #2101
source: Newer version needed - See log
he: יש צורך בגרסא חדשה - עיין בלוג

# #4501
source: Enable LCD/VFD
he: הפעל LCD/VFD

# #10000
source: Home
he: בית

# #10001
source: Programs
he: תוכנות

# #10002
source: Pictures
he: תמונות

# #10003
source: File manager
he: מנהל קבצים

# #10004
source: Settings
he: הגדרות

# #10005
source: Music
he: מוסיקה

# #10006
source: Videos
he: וידאו

# #10007
source: System information
he: פרטי מערכת

# #10008
source: Settings - General
he: הגדרות - כללי

# #10009
source: Settings - Screen
he: הגדרות - מסך

# #10010
source: Settings - Appearance - GUI Calibration
he: הגדרות - מראה - כיוונון GUI

# #10011
source: Settings - Videos - Screen Calibration
he: הגדרות - וידאו - כיוונון מסך

# #10012
source: Settings - Pictures
he: הגדרות - תמונות

# #10013
source: Settings - Programs
he: הגדרות - תוכניות

# #10014
source: Settings - Weather
he: הגדרות - מזג האויר

# #10015
source: Settings - Music
he: הגדרות - מוסיקה

# #10016
source: Settings - System
he: הגדרות - מערכת

# #10017
source: Settings - Videos
he: הגדרות - וידאו

# #10018
source: Settings - Network
he: הגדרות - רשת

# #10019
source: Settings - Appearance
he: הגדרות - מראה

# #10020
source: Scripts
he: סקריפטים

# #10021
source: Web Browser
he: דפדפן אינטרנט

# #10025
source: Videos
he: וידאו

# #10028
source: Videos/Playlist
he: וידאו/רשימת ניגון

# #10029
source: Login screen
he: מסך כניסה

# #10034
source: Settings - Profiles
he: הגדרות - פרופילים

# #10040
source: Addon browser
he: דפדפן הרחבות

# #10100
source: Yes/No dialog
he: דיאלוג לא/כן

# #10101
source: Progress dialog
he: דיאלוג התקדמות

# #10210
source: Looking for subtitles...
he: מחפש כתוביות...

# #10211
source: Looking for or caching subtitles...
he: מחפש או אוגר כתוביות...

# #10212
source: terminating
he: מבטל

# #10213
source: buffering
he: אוגר מידע

# #10214
source: Opening stream
he: פותח זרימה

# #10500
source: Music/Playlist
he: מוסיקה/רשימת ניגון

# #10501
source: Music/Files
he: מוסיקה/קבצים

# #10502
source: Music/Library
he: מוסיקה/ספרייה

# #10503
source: Playlist editor
he: עורך רשימת ניגון

# #10504
source: Top 100 songs
he: מאה השירים הגדולים

# #10505
source: Top 100 albums
he: מאה האלבומים הגדולים

# #10506
source: Programs
he: תוכנות

# #10507
source: Configuration
he: הגדרות

# #10508
source: Weather forecast
he: תחזית מזג אויר

# #10509
source: Network gaming
he: משחקי רשת

# #10510
source: Extensions
he: סיומות

# #10511
source: System info
he: פרטי מערכת

# #10516
source: Music - Library
he: מוסיקה - ספריה

# #10517
source: Now Playing - Music
he: מנגן כעת - מוסיקה

# #10522
source: Now Playing - Videos
he: מנגן כעת - וידאו

# #10523
source: Album info
he: פרטי אלבום

# #10524
source: Movie info
he: פרטי סרט

# #12000
source: Select dialog
he: בחר דיאלוג

# #12001
source: Music/Info
he: מוסיקה/פרטים

# #12002
source: Dialog OK
he: דיאלוג אישור

# #12003
source: Videos/Info
he: וידאו/פרטים

# #12004
source: Scripts/Info
he: סקרפטים/פרטים

# #12005
source: Fullscreen video
he: וידאו במסך מלא

# #12006
source: Audio visualization
he: חיזוי אודיו

# #12008
source: File stacking dialog
he: דיאלוג ערימת קבצים

# #12009
source: Rebuild index...
he: בונה אינדקס...

# #12010
source: Return to music window
he: חזור לחלון המוזיקה

# #12011
source: Return to videos window
he: חזור לחלון הוידאו

# #12021
source: Start from beginning
he: התחל מהתחלה

# #12022
source: Resume from %s
he: המשך מנקודה %s

# #12325
source: Locked! Enter code...
he: נעול! הקש קוד...

# #12326
source: Enter password
he: הזן סיסמא

# #12327
source: Enter master code
he: הזן קוד נעילה ראשי

# #12328
source: Enter unlock code
he: הזן קוד שחרור

# #12329
source: or press C to cancel
he: או הקש C לביטול

# #12330
source: Enter gamepad button combo and
he: לחץ על כפתורי קומבו בגיימפד

# #12331
source: press OK, or Back to cancel
he: ולחץ אישור או אחורה לביטול

# #12332
source: Set lock
he: נעל

# #12333
source: Unlock
he: שחרר

# #12334
source: Reset lock
he: אפס נעילה

# #12335
source: Remove lock
he: הסר נעילה

# #12337
source: Numeric password
he: סיסמת מספר

# #12338
source: Gamepad button combo
he: כפתור קומבו בגיימפד

# #12339
source: Full-text password
he: סיסמת טקסט מלא

# #12340
source: Enter new password
he: הזן סיסמא חדשה

# #12341
source: Re-Enter new password
he: הזן סיסמא פעם נוספת

# #12342
source: Incorrect password,
he: סיסמא שגויה,

# #12343
source: retries left
he: נסיונות נותרו

# #12344
source: Passwords entered did not match.
he: סיסמאות לא תואמות.

# #12345
source: Access denied
he: הגישה נדחתה

# #12346
source: Password retry limit exceeded.
he: נסיונות כניסה כושלים רבים מדי.

# #12347
source: The system will now shut off.
he: המערכת כעת תכבה.

# #12348
source: Item locked
he: פריט נעול

# #12353
source: Reactivate lock
he: הפעל נעילה מחדש

# #12356
source: Change lock
he: שנה נעילה

# #12357
source: Source lock
he: נעילת מקור

# #12358
source: Password entry was blank. Try again.
he: שדה הסיסמא ריק. נסה שנית.

# #12360
source: Master lock
he: נעילה ראשית

# #12362
source: Shutdown system if Master Lock retries exceeded
he: כבה מערכת כאשר ניסיונות הקוד הראשי רבים מדי

# #12367
source: Master code is not valid
he: קוד ראשי אינו תקין

# #12368
source: Please enter a valid master code
he: אנא הזן קוד ראשי תקין

# #12373
source: Settings & file manager
he: הגדרות & הקבצים שלי

# #12377
source: This will reset any previously saved values
he: פעולה זו תאתחל כל ערכים קודמים שנשמרו

# #12378
source: Amount of time to display each image
he: זמן הצגת כל תמונה

# #12379
source: Use pan and zoom effects
he: Pan and Zoom השתמש באפקט

# #12383
source: 12 hour clock
he: שעון 12 שעות

# #12384
source: 24 hour clock
he: שעון 24 שעות

# #12385
source: Day/Month
he: יום/חודש

# #12386
source: Month/Day
he: חודש/יום

# #12390
source: System uptime
he: זמן מערכת פעילה

# #12391
source: Minutes
he: דקות

# #12392
source: Hours
he: שעות

# #12393
source: Days
he: ימים

# #12394
source: Total uptime
he: סה"כ פעילות

# #12395
source: Battery level
he: רמת סוללה

# #12600
source: Weather
he: מזג אויר

# #12900
source: Screensaver
he: שומר מסך

# #12901
source: Fullscreen OSD
he: תפריט במסך מלא

# #13000
source: System
he: מערכת

# #13001
source: Immediate HD spindown
he: הורד כמות סיבובים בדיסק הקשיח מיידית

# #13002
source: Video only
he: וידאו בלבד

# #13003
source: - Delay
he: - השהייה

# #13004
source: - Minimum file duration
he: - אורך קובץ מינימאלי

# #13005
source: Shutdown
he: כיבוי

# #13008
source: Shutdown function
he: פעולת כיבוי

# #13009
source: Quit
he: צא

# #13010
source: Hibernate
he: מצב שינה

# #13011
source: Suspend
he: השהייה

# #13012
source: Exit
he: יציאה

# #13013
source: Reboot
he: הפעלה מחדש

# #13014
source: Minimize
he: מזער

# #13015
source: Power button action
he: פעולת כפתור הכיבוי

# #13016
source: Power off System
he: כיבוי מערכת

# #13017
source: Inhibit idle shutdown
he: עכב כיבוי בהמתנה

# #13018
source: Allow idle shutdown
he: אפשר כיבוי בהמתנה

# #13020
source: Is another session active, perhaps over ssh?
he: יש תוכנית אחרת פעילה, יכול להיות SSH?

# #13021
source: Mounted removable harddrive
he: כונן נייד מחובר

# #13022
source: Unsafe device removal
he: לא בטוח להסיר התקן נייד

# #13023
source: Successfully removed device
he: התקן הוסר בהצלחה

# #13024
source: Joystick plugged
he: ג'ויסטיק חובר

# #13025
source: Joystick unplugged
he: ג'ויסטיק נותק

# #13050
source: Running low on battery
he: רץ על סוללה חלשה

# #13100
source: Flicker filter
he: פילטר הבהובים

# #13101
source: Let driver choose (requires restart)
he: תן למנהל ההתקן להחליט (הפעלה מחדש)

# #13106
source: Disabled
he: מנוטרל

# #13107
source: Enabled during video playback
he: הפעל בזמן ניגון וידאו

# #13108
source: Always enabled
he: מופעל תמיד

# #13109
source: Test & apply resolution
he: בדוק והחל רזולוציה

# #13110
source: Save resolution?
he: לשמור רזולוציה?

# #13111
source: Would you like to keep this resolution?
he: האם תרצה לשמור את הרזולוציה הזו?

# #13113
source: Disabled
he: מנוטרל

# #13114
source: Enabled for SD content
he: מופעל רק לתכני SD

# #13115
source: Always enabled
he: אפשר תמיד

# #13130
source: Blank other displays
he: החשך צגים אחרים

# #13131
source: Disabled
he: מנוטרל

# #13132
source: Blank displays
he: צגים ריקים

# #13140
source: Active connections detected!
he: חיבורים פעילים זוהו!

# #13141
source: If you proceed, you might not be able to control XBMC
he: אם תמשיך, ייתכן שלא תוכל לשלוט ב-XBMC יותר

# #13142
source: any longer. Are you sure you want to stop the Event server?
he: אתה בטוח שברצונך להפסיק את EventServer?

# #13144
source: Change Apple Remote mode?
he: שנה מצב שלט Apple?

# #13145
source: If you are currently using the Apple Remote to control
he: אם אתה משתמש כרגע בשלט Apple כדי לשלוט

# #13146
source: XBMC, changing this setting might affect your ability
he: ב- XBMC. שינוי הגדרות אלה כנראה ישפיעו על היכולות שלך

# #13147
source: to continue controlling it. Do you want to proceed?
he: כדי להמשיך לשלוט בזה. האם ברצונך להמשיך?

# #13160
source: Gateway
he: שער

# #13161
source: Primary DNS
he: DNS ראשי

# #13162
source: Initialize failed
he: אתחול נכשל

# #13170
source: Never
he: אף פעם

# #13171
source: Immediately
he: מיידי

# #13172
source: After %i secs
he: לאחר %i שניות

# #13173
source: HDD install date:
he: תאריך התקנת כונן קשיח:

# #13174
source: HDD power cycle count:
he: HDD ספירת מחזור האנרגיה:

# #13200
source: Profiles
he: פרופילים

# #13201
source: Delete profile '%s'?
he: למחוק פרופיל '%s'?

# #13204
source: Last loaded profile:
he: פרופיל אחרון בשימוש:

# #13205
source: Unknown
he: לא ידוע

# #13206
source: Overwrite
he: לדרוס

# #13208
source: Alarm clock
he: שעון מעורר

# #13209
source: Alarm clock interval (in minutes)
he: השהיית שעון מעורר (בדקות)

# #13210
source: Started, alarm in %im
he: התחיל. צלצול בעוד %i דקות

# #13211
source: Alarm!
he: צלצול!

# #13212
source: Canceled with %im%is left
he: בוטל עם %i דק' %i שנ' שנשארו

# #13213
source: %2.0fm
he: %2.0f דק'

# #13214
source: %2.0fs
he: %2.0f שנ'

# #13249
source: Search for subtitles in RARs
he: חפש כתוביות בקבצי RAR

# #13250
source: Browse for subtitle...
he: עיין לכתובית...

# #13251
source: Move item
he: הזז פריט

# #13252
source: Move item here
he: הזז פריט לכאן

# #13253
source: Cancel move
he: בטל העברה

# #13270
source: Hardware:
he: חומרה:

# #13271
source: CPU Usage:
he: CPU מהירות:

# #13274
source: Connected, but no DNS is available.
he: מחובר. אבל DNS לא זמין

# #13275
source: Hard Disk
he: דיסק קשיח

# #13277
source: Storage
he: אחסון

# #13278
source: Default
he: ברירת מחדל

# #13279
source: Network
he: רשת

# #13280
source: Video
he: וידאו

# #13281
source: Hardware
he: חומרה

# #13283
source: Operating system:
he: מערכת הפעלה:

# #13284
source: CPU speed:
he: CPU מהירות:

# #13286
source: Video encoder:
he: מקודד וידאו:

# #13287
source: Screen resolution:
he: רזולוצית מסך:

# #13292
source: A/V cable:
he: A/V כבל:

# #13294
source: DVD region:
he: DVD איזור:

# #13295
source: Internet:
he: אינטרנט:

# #13296
source: Connected
he: מחובר

# #13297
source: Not connected. Check network settings.
he: לא מחובר. בדוק הגדרות רשת

# #13299
source: Target temperature
he: טמפרטורת יעד

# #13300
source: Fan speed
he: מהירות מאורר:

# #13301
source: Auto temperature control
he: בקרת טמפרטורה אוטומטית
