Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/language/Hebrew/strings.po
Languages: he

# #19039
source: Are you sure you want to hide this channel?
he: האם הינך בטוח להסתיר ערוץ זה?

# #19040
source: Timer
he: שעון עצר

# #19041
source: Are you sure you want to rename this recording?
he: האם הינך בטוח לשנות שם עבור הקלטה זו?

# #19042
source: Are you sure you want to rename this timer?
he: האם הינך בטוח לשנות שם עבור שעון עצר זה?

# #19043
source: Recording
he: בהקלטה

# #19044
source: Please check your configuration or check the log for details.
he: אנא בדוק את ההגדרות שלך או את קובץ הרישום לפרטים.

# #19046
source: New channel
he: ערוץ חדש

# #19047
source: Programme info
he: פרטי תוכנית

# #19048
source: Group management
he: ניהול קבוצה

# #19049
source: Show channel
he: הצג ערות

# #19050
source: Show visible channels
he: הצג ערוצים נראים

# #19051
source: Show hidden channels
he: הצג ערוצים מוסתרים

# #19052
source: Move channel to:
he: העבר ערוץ אל:

# #19053
source: Recording information
he: פרטי הקלטה

# #19054
source: Hide channel
he: הסתר ערוץ

# #19055
source: No information available
he: אין מידע זמין

# #19056
source: New timer
he: שעון עצר חדש

# #19057
source: Edit timer
he: ערוך שעון עצר

# #19058
source: Timer enabled
he: שעון עצר מופעל

# #19059
source: Stop recording
he: עצור הקלטה

# #19060
source: Delete timer
he: מחק שעון עצר

# #19061
source: Add timer
he: הוסף שעון עצר

# #19062
source: Sort by: Channel
he: מיון לפי: ערוץ

# #19063
source: Go to begin
he: עבור לההתחלה

# #19064
source: Go to end
he: עבור לסיום

# #19065
source: Default EPG window
he: חלון EPG ברירת מחדל

# #19067
source: This event is already being recorded.
he: הארוע כבר נמצא בהקלטה.

# #19068
source: This recording could not be deleted. Check the log for details.
he: ההקלטה אינה ניתנת למחיקה.אנא בדוקו את קובץ הרישום לפרטים.

# #19071
source: EPG update interval
he: השהיית עדכון EPG

# #19072
source: Do not store the EPG in the database
he: אל תאחסן את ה- EPG במסד הנתונים

# #19073
source: Delay channel switch
he: השהה מעבר ערוץ

# #19074
source: Active:
he: פעיל:

# #19075
source: Name:
he: שם:

# #19076
source: Folder:
he: תיקיה:

# #19077
source: Radio:
he: רדיו:

# #19078
source: Channel:
he: ערוץ:

# #19079
source: Day:
he: יום:

# #19080
source: Begin:
he: התחלה:

# #19081
source: End:
he: סיום:

# #19082
source: Priority:
he: עדיפות:

# #19083
source: Lifetime (days):
he: משך חיים (ימים):

# #19084
source: First day:
he: היום הראשון:

# #19085
source: Unknown channel %u
he: ערוץ לא ידוע %u

# #19086
source: Mo-__-__-__-__-__-__
he: ב'-__-__-__-__-__-__

# #19087
source: __-Tu-__-__-__-__-__
he: __-ג'-__-__-__-__-__

# #19088
source: __-__-We-__-__-__-__
he: __-__-ד'-__-__-__-__

# #19089
source: __-__-__-Th-__-__-__
he: __-__-__-ה'-__-__-__

# #19090
source: __-__-__-__-Fr-__-__
he: __-__-__-__-ו'-__-__

# #19091
source: __-__-__-__-__-Sa-__
he: __-__-__-__-__-ש'-__

# #19092
source: __-__-__-__-__-__-Su
he: __-__-__-__-__-__-א'

# #19093
source: Mo-Tu-We-Th-Fr-__-__
he: ב'-ג'-ד'-ה'-ו'-__-__

# #19094
source: Mo-Tu-We-Th-Fr-Sa-__
he: ב'-ג'-ד'-ה'-ו'-ש'-__

# #19095
source: Mo-Tu-We-Th-Fr-Sa-Su
he: ב'-ג'-ד'-ה'-ו'-ש'-א'

# #19096
source: __-__-__-__-__-Sa-Su
he: __-__-__-__-__-ש'-א'

# #19097
source: Enter the name for the recording
he: הזן את שם ההקלטה

# #19098
source: Warning
he: אזהרה

# #19102
source: Please switch to another channel.
he: אנא החלף לערוץ אחר.

# #19107
source: at
he: ב-

# #19114
source: Version
he: גרסה

# #19115
source: Address
he: כתובת

# #19116
source: Disksize
he: גודל דיסק

# #19117
source: Search for channels
he: חפש ערוצים

# #19120
source: Client number
he: מספר לקוח

# #19121
source: Avoid repeats
he: המנעות מחזרות

# #19123
source: Free to air channels only
he: חינם לערוצי שידורים בלבד

# #19126
source: Start time
he: זמן התחלה

# #19127
source: End time
he: זמן סיום

# #19128
source: Start date
he: תאריך התחלה

# #19129
source: End date
he: תאריך סיום

# #19130
source: Minimum duration
he: זמן מינימאלי

# #19131
source: Maximum duration
he: זמן מקסימאלי

# #19132
source: Include unknown genres
he: כלול ז'אנרים לא ידועים

# #19133
source: Search string
he: חפש מחרוזת

# #19134
source: Include description
he: כלול תיאור

# #19136
source: Channel unavailable
he: ערוץ לא זמין

# #19137
source: No groups defined
he: לא הוגדרו קבוצות

# #19138
source: Please create a group first
he: בבקשה צור קבוצה לפני הפעולה

# #19139
source: Name of the new group
he: שם הקבוצה

# #19141
source: Group
he: קבוצה

# #19142
source: Search guide
he: מדריך חיפוש

# #19143
source: Group management
he: ניהול קבוצות

# #19144
source: No groups defined
he: קבוצות לא הוגדרו

# #19145
source: Grouped
he: בקבוצה

# #19146
source: Groups
he: קבוצות

# #19148
source: Channel
he: ערוץ

# #19149
source: Mo
he: ב'

# #19150
source: Tu
he: ג'

# #19151
source: We
he: ד'

# #19152
source: Th
he: ה'

# #19153
source: Fr
he: ו'

# #19154
source: Sa
he: ש'

# #19155
source: Su
he: א'

# #19156
source: from
he: מ-

# #19157
source: Next recording
he: הקלטה הבאה

# #19158
source: Currently recording
he: הקלטה נוכחית

# #19159
source: from
he: מ-

# #19160
source: to
he: אל

# #19162
source: Recording active
he: הקלטה פעילה

# #19163
source: Recordings
he: הקלטות

# #19165
source: Switch
he: החלף

# #19167
source: Scan for missing icons
he: סרוק לצלמיות חסרות

# #19177
source: Playback
he: ניגון

# #19180
source: TV
he: טלוויזיה

# #19190
source: Minimized
he: ממוזער

# #19194
source: Continue?
he: להמשיך?

# #19204
source: New channel
he: ערוץ חדש

# #19205
source: Group management
he: ניהול קבוצות

# #19256
source: Stop recording
he: עצור הקלטה

# #19635
source: Languages
he: שפות

# #20000
source: Saved music folder
he: תיקיית שמירת מוזיקה

# #20001
source: Use external DVD player
he: השתמש בנגן DVD חיצוני

# #20002
source: External DVD player
he: נגן DVD חיצוני

# #20003
source: Trainers folder
he: תיקיית מאמנים

# #20004
source: Screenshot folder
he: תיקיית תמונות מסך

# #20006
source: Playlists folder
he: תיקיית רשימות ניגון

# #20007
source: Recordings
he: הקלטות

# #20008
source: Screenshots
he: תמונות מסך

# #20009
source: Use XBMC
he: השתמש ב XBMC

# #20011
source: Music playlists
he: רשימות השמעה למוזיקה

# #20012
source: Video playlists
he: רשימות השמעה לוידאו

# #20013
source: Do you wish to launch the game?
he: האם ברצונך להריץ את המשחק?

# #20014
source: Sort by: Playlist
he: מיין לפי: רשימת השמעה

# #20015
source: Remote thumb
he: תמונה ממוזערת בשרת מרוחק

# #20016
source: Current thumb
he: תמונה ממוזערת נוכחית

# #20017
source: Local thumb
he: תמונה ממוזערת מקומית

# #20018
source: No thumb
he: ללא תמונה ממוזערת

# #20019
source: Choose thumbnail
he: בחר תמונה ממוזערת

# #20023
source: Conflict
he: קונפליקט

# #20024
source: Scan new
he: סרוק חדש

# #20025
source: Scan all
he: סרוק הכול

# #20026
source: Region
he: אזור

# #20037
source: Summary
he: סיכום

# #20038
source: Lock music window
he: נעל חלון מוסיקה

# #20039
source: Lock videos window
he: נעל חלון וידאו

# #20040
source: Lock pictures window
he: נעל חלון תמונות

# #20041
source: Lock programs & scripts windows
he: נעל חלונות תוכנות וסקריפטים

# #20042
source: Lock file manager
he: נעל מנהל קבצים

# #20043
source: Lock settings
he: נעל הגדרות

# #20044
source: Start fresh
he: התחל מחדש

# #20045
source: Enter master mode
he: היכנס למצב ראשי

# #20046
source: Leave master mode
he: צא ממצב ראשי

# #20047
source: Create profile '%s'?
he: צור פרופיל '%s' ?

# #20048
source: Start with fresh settings
he: התחל עם הגדרות חדשות

# #20049
source: Best available
he: הזמין הטוב ביותר

# #20050
source: Auto-switch between 16x9 and 4x3
he: החלף אוטומטית בין 16x9 ו 4x3

# #20051
source: Treat stacked files as single file
he: התייחס לערימת קבצים כקובץ אחד

# #20052
source: Caution
he: זהירות

# #20053
source: Left master mode
he: עזב מצב ראשי

# #20054
source: Entered master mode
he: נכנס למצב ראשי

# #20055
source: Allmusic.com thumb
he: תמונה ממוזערת Allmusic.com

# #20057
source: Remove thumbnail
he: הסר תמונה ממוזערת

# #20058
source: Add profile...
he: הוסף פרופיל...

# #20059
source: Query info for all albums
he: בקש אחזור פרטים עבור כל האלבומים

# #20060
source: Media info
he: פרטי מדיה

# #20061
source: Separate
he: הפרד

# #20062
source: Shares with default
he: משתף עם ברירת מחדל

# #20063
source: Shares with default (read only)
he: משתף עם ברירת מחדל (קריאה בלבד)

# #20064
source: Copy default
he: העתק ברירת מחדל

# #20065
source: Profile picture
he: תמונת פרופיל

# #20066
source: Lock preferences
he: נעל העדפות

# #20067
source: Edit profile
he: ערוך פרופיל

# #20068
source: Profile lock
he: נעילת פרופיל

# #20069
source: Could not create folder
he: לא ניתן ליצור תיקיה

# #20070
source: Profile directory
he: ספריית פרופיל

# #20071
source: Start with fresh media sources
he: התחל עם מקורות מדיה חדשים

# #20072
source: Make sure the selected folder is writable
he: ודא כי התיקיה הנבחרת ניתנת לכתיבה

# #20073
source: and that the new folder name is valid
he: וכי שם התיקיה החדשה תקף

# #20074
source: MPAA rating
he: דירוג MPAA:

# #20075
source: Enter master lock code
he: הזן קוד נעיל ראשי

# #20076
source: Ask for master lock code on startup
he: בקש קוד נעילה ראשי בזמן אתחול

# #20077
source: Skin settings
he: הגדרות סקין

# #20078
source: - no link set -
he: - קישור לא נקבע -

# #20079
source: Enable animations
he: אפשר הנפשה

# #20080
source: Disable RSS during music
he: נטרל RSS בעת מוזיקה

# #20081
source: Enable shortcut buttons
he: אפשר כפתורי קיצורים

# #20082
source: Show programs in main menu
he: הצג תוכנות בתפריט ראשי

# #20083
source: Show music info
he: הצג פרטים אודות המוסיקה

# #20084
source: Show weather info
he: הצג פרטים אודות מזג האויר

# #20085
source: Show system info
he: הצג פרטים אודות המערכת

# #20086
source: Show available disc space C: E: F:
he: הצג מקום פנוי בכונן C: E: F:

# #20087
source: Show available disc space E: F: G:
he: הצג מקום פנוי בכונן E: F: G:

# #20088
source: Weather info
he: פרטי מזג האויר

# #20089
source: Drive space free
he: מקום פנוי בכונן

# #20090
source: Enter the name of an existing share
he: הזן את השם של שיתוף קיים

# #20091
source: Lock code
he: קוד נעילה

# #20092
source: Load profile
he: טען פרופיל

# #20093
source: Profile name
he: שם הפרופיל

# #20094
source: Media sources
he: מקורות מדיה

# #20095
source: Enter profile lock code
he: הזן קוד נעילת פרופיל

# #20096
source: Login screen
he: מסך התחברות

# #20097
source: Fetching album info
he: משיג פרטי אלבום

# #20098
source: Fetching info for album
he: משיג פרטים עבור האלבום

# #20099
source: Can't rip CD or track while playing from CD
he: לא יכול להעתיק דיסק או רצועה בזמן ניגון מהדיסק

# #20100
source: Master lock code and settings
he: קוד נעילה ראשי והגדרות

# #20101
source: Entering master lock code always enables master mode
he: הזנת קוד נעילה ראשי תמיד מאפשרת מצב ראשי

# #20102
source: or copy from default?
he: או העתק מברירת מחדל?

# #20103
source: Save changes to profile?
he: שמור שינויים לפרופיל?

# #20104
source: Old settings found.
he: הגדרות ישנות נמצאו

# #20105
source: Do you want to use them?
he: האם ברצונך להשתמש בהן?

# #20106
source: Old media sources found.
he: מקורות מדיה ישנות נמצאו.

# #20107
source: Separate (locked)
he: הפרד (נעול)

# #20108
source: Root
he: ראשי

# #20109
source: - Zoom
he: - הגדלה

# #20110
source: UPnP settings
he: הגדרות UPnP

# #20111
source: Autostart UPnP client
he: הפעלה אוטומטית

# #20112
source: Last login: %s
he: התחברות אחרונה: %s

# #20113
source: Never logged on
he: אף פעם לא התחבר

# #20114
source: Profile %i / %i
he: פרופיל %i / %i

# #20115
source: User login / Select a profile
he: חיבור משתמש / בחר פרופיל

# #20116
source: Use lock on login screen
he: במסך ההתחברות השתמש בנעילה

# #20117
source: Invalid lock code.
he: קוד נעילה שגוי

# #20118
source: This requires the master lock to be set.
he: זה מצריך קביעה של קוד נעילה ראשי

# #20119
source: Would you like to set it now?
he: האם ברצונך לקבוע זאת כעת?

# #20120
source: Loading program information
he: טוען פרטי התוכנה

# #20121
source: Party on!
he: מסיבה!

# #20122
source: True
he: אמת

# #20123
source: Mixing drinks
he: מערבב משקאות

# #20124
source: Filling glasses
he: ממלא כוסות

# #20125
source: Logged on as
he: מחובר בתור

# #20126
source: Log off
he: ניתוק

# #20128
source: Go to root
he: לך לראשי

# #20129
source: Weave
he: ארוג

# #20130
source: Weave (inverted)
he: ארוג (הפוך)

# #20131
source: Blend
he: מזג

# #20132
source: Restart video
he: התחל וידאו מחדש

# #20133
source: Edit network location
he: ערוך מיקום רשת

# #20134
source: Remove network location
he: הסר מיקום רשת

# #20135
source: Do you want to scan the folder?
he: האם ברצונך לסרוק את התיקייה?

# #20136
source: Memory unit
he: יחידת זיכרון

# #20137
source: Memory unit mounted
he: יחידת זיכרון מחוברת

# #20138
source: Unable to mount memory unit
he: לא מסוגל לחבר יחידת זיכרון

# #20139
source: In port %i, slot %i
he: ביציאה %i, חריץ %i

# #20140
source: Lock screensaver
he: נעל שומר מסך

# #20141
source: Set
he: קבע

# #20142
source: Username
he: שם משתמש

# #20143
source: Enter password for
he: הזן סיסמא עבור

# #20144
source: Shutdown timer
he: תזמון כיבוי

# #20145
source: Shutdown interval (in minutes)
he: השהיית זמן כיבוי (בדקות)

# #20146
source: Started, shutdown in %im
he: הוחל, כיבוי ב %im

# #20147
source: Shutdown in 30 minutes
he: כיבוי תוך 30 דקות

# #20148
source: Shutdown in 60 minutes
he: כיבוי תוך 60 דקות

# #20149
source: Shutdown in 120 minutes
he: כיבוי תוך 120 דקות

# #20150
source: Custom shutdown timer
he: תזמן כיבוי מותאם אישית

# #20151
source: Cancel shutdown timer
he: בטל תזמון כיבוי

# #20152
source: Lock preferences for %s
he: נעל העדפות עבור %s

# #20153
source: Browse...
he: עיון...

# #20154
source: Summary information
he: פרטים בסיסיים

# #20155
source: Storage information
he: פרטים אודות מקום האיכסון

# #20156
source: Hard disk information
he: פרטי הכונן הקשיח

# #20157
source: DVD-ROM information
he: פרטי כונן ה DVD

# #20158
source: Network information
he: פרטי הרשת

# #20159
source: Video information
he: פרטי הוידאו

# #20160
source: Hardware information
he: פרטי החומרה

# #20161
source: Total
he: סך הכל

# #20162
source: Used
he: בשימוש

# #20163
source: of
he: מתוך

# #20164
source: Locking not supported
he: נעילה לא נתמכת

# #20165
source: Not locked
he: לא נעול

# #20166
source: Locked
he: נעול

# #20167
source: Frozen
he: קפוא

# #20168
source: Requires reset
he: מצריך אתחול

# #20169
source: Week
he: שבוע

# #20170
source: Line
he: שורה

# #20171
source: Windows network (SMB)
he: רשת חלונות (SMB)

# #20172
source: XBMSP server
he: שרת XBMSP

# #20173
source: FTP server
he: שרת FTP

# #20174
source: iTunes music share (DAAP)
he: מוזיקה משותפת של iTunes (DAAP)

# #20175
source: UPnP server
he: שרת UPnP

# #20176
source: Show video info
he: הצג פרטי וידאו

# #20177
source: Done
he: סיים

# #20180
source: Symbols
he: סמלים

# #20182
source: Space
he: רווח

# #20183
source: Reload skin
he: טען סקין מחדש

# #20184
source: Rotate pictures using EXIF information
he: סובב תמונות בעזרת פרטי EXIF

# #20185
source: Use poster view styles for TV shows
he: השתמש בפוסטרים לתוכניות טלויזיה

# #20186
source: Please wait
he: אנא המתן

# #20189
source: Enable auto scrolling for plot & review
he: אפשר גלילה אוטומטית לעלילות וסקירות

# #20190
source: Custom
he: מותאם אישית

# #20191
source: Enable debug logging
he: הפעל לוג מורחב

# #20192
source: Download additional information during updates
he: הורד פרטים נוספים בזמן עדכון

# #20193
source: Default service for album information
he: שירות ברירת מחדל לפרטי אלבום

# #20194
source: Default service for artist information
he: שירות ברירת מחדל לפרטי אמן

# #20195
source: Change scraper
he: החלף סקרייפר

# #20196
source: Export music library
he: ייצא ספרית המוסיקה

# #20197
source: Import music library
he: ייבא ספרית המוסיקה

# #20198
source: No artist found!
he: לא נימצא אמן!

# #20199
source: Downloading artist info failed
he: הורדת פרטי אמן נכשלה

# #20250
source: Party on! (videos)
he: יש מסיבה! (וידאו)

# #20251
source: Mixing drinks (videos)
he: מערבב משקאות (וידאו)

# #20252
source: Filling glasses (videos)
he: ממלא כוסות (וידאו)

# #20255
source: First logon, edit your profile
he: ראשית התחבר, ערוך את הפרופיל שלך

# #20258
source: MythTV client
he: קליינט MythTV

# #20300
source: Web server directory (HTTP)
he: נתיב שרת האינטרנט (HTTP)

# #20301
source: Web server directory (HTTPS)
he: נתיב שרת האינטרנט (HTTPS)

# #20302
source: Unable to write to folder:
he: לא יכול לרשום לתיקייה:

# #20303
source: Do you want to skip and proceed?
he: האם תרצה לדלג ולהמשיך?

# #20304
source: RSS Feed
he: הזנת RSS

# #20307
source: Secondary DNS
he: DNS משני

# #20308
source: DHCP server:
he: DHCP שרת:

# #20309
source: Make new folder
he: צור תיקיה חדשה

# #20310
source: Dim LCD on playback
he: עמעם LCD בזמן ניגון

# #20311
source: Unknown or onboard (protected)
he: לא ידוע או על הלוח (מוגן)

# #20312
source: Dim LCD on paused
he: עמעם LCD בזמן הפסקה

# #20314
source: Videos - Library
he: וידאו - ספריה

# #20316
source: Sort by: ID
he: מיין לפי: ID

# #20324
source: Play part...
he: נגן חלק...

# #20325
source: Calibration reset
he: אפס כיול

# #20326
source: This will reset the calibration values for %s
he: זה יאפס את ערכי הכיול ל %s

# #20327
source: to it's default values.
he: לערכי ברירת המחדל שלו

# #20328
source: Browse for destination
he: עיין לנתיב יעד

# #20329
source: Movies are in separate folders that match the movie title
he: סרטים נמצאים בתיקיות נפרדות עם כותרת הסרט

# #20330
source: Use folder names for lookups
he: השתמש בשמות תיקיות לחיפוש

# #20331
source: File
he: קובץ

# #20332
source: Use file or folder names in lookups?
he: השתמש בשמות תיקיה או קובץ בחיפוש?

# #20333
source: Set content
he: קבע תוכן

# #20334
source: Folder
he: תיקיה

# #20335
source: Look for content recursively?
he: לחפש תוכן בצורה רקורסיבית?

# #20336
source: Unlock sources
he: שחרר מקורות

# #20337
source: Actor
he: שחקן

# #20338
source: Movie
he: סרט

# #20339
source: Director
he: במאי

# #20340
source: Do you want to remove all items within
he: האם ברצונך להסיר את כל הפרטים מתוך

# #20341
source: this path from the XBMC library?
he: נתיב זה ממסד הנתונים?

# #20342
source: Movies
he: סרטים

# #20343
source: TV shows
he: תוכניות טלוויזיה

# #20344
source: This directory contains
he: ספריה זו מכילה

# #20345
source: Run automated scan
he: הרץ סריקה אוטומטית

# #20346
source: Scan recursively
he: סרוק בצורה רקורסיבית

# #20347
source: as
he: בתור

# #20348
source: Directors
he: במאים

# #20349
source: No video files found in this path!
he: לא נמצאו קבצי וידאו בנתיב זה!

# #20350
source: votes
he: הצבעות

# #20351
source: TV show information
he: פרטי תוכנית טלוויזיה

# #20352
source: Episode information
he: פרטי פרק

# #20353
source: Loading TV show details
he: טוען פרטי תוכנית טלוויזיה

# #20354
source: Fetching episode guide
he: מייבא מדריך פרקים

# #20355
source: Loading info for episodes in directory
he: טוען פרטים עבור פרקים בתיקייה

# #20356
source: Select TV show:
he: בחר תוכנית טלוויזיה:

# #20357
source: Enter the TV show name
he: הזן שם תוכנית טלויזיה

# #20358
source: Season %i
he: עונה %i

# #20359
source: Episode
he: פרק

# #20360
source: Episodes
he: פרקים

# #20361
source: Loading episode details
he: טוען פרטי פרק

# #20362
source: Remove episode from library
he: הסר פרק מספריה

# #20363
source: Remove TV show from library
he: הסר תוכנית טלויזיה מספריה

# #20364
source: TV show
he: תוכנית טלויזיה

# #20365
source: Episode plot
he: עלילת פרק

# #20366
source: * All seasons
he: * כל העונות

# #20367
source: Hide watched
he: הסתר שנצפו

# #20368
source: Prod code
he: קוד הפקה

# #20369
source: Show plot for unwatched items
he: הראה עלילה לפריטים שעוד לא נצפו

# #20370
source: * Hidden to prevent spoilers *
he: * הסתר למניעת ספוילרים *

# #20371
source: Set season thumb
he: בחר תמונה ממוזערת לעונה

# #20372
source: Season image
he: תמונת עונה

# #20373
source: Season
he: עונה

# #20374
source: Downloading movie information
he: מוריד פרטי סרט

# #20375
source: Unassign content
he: תוכן לא מוקצה

# #20376
source: Original title
he: כותרת מקורית

# #20377
source: Refresh TV show information
he: רענן פרטי תוכנית טלויזיה

# #20378
source: Refresh info for all episodes?
he: רענן פרטים לכל הפרקים?

# #20379
source: Selected folder contains a single TV show
he: תיקיה מכילה תוכנית טלויזיה בודדת

# #20380
source: Exclude selected folder from scans
he: מנע תיקייה מסריקות

# #20381
source: Specials
he: ספיישלים

# #20382
source: Automatically grab season thumbs
he: הורד אוטומטי תמונה ממוזערת לעונה

# #20383
source: Selected folder contains a single video
he: תיקייה מכילה וידאו בודד

# #20384
source: Link to TV show
he: קשר לתוכנית טלויזיה

# #20385
source: Remove link to TV show
he: הסר קישור לתוכנית טלויזיה

# #20386
source: Recently added movies
he: סרטים שנוספו לאחרונה

# #20387
source: Recently added episodes
he: פרקים שנוספו לאחרונה

# #20388
source: Studios
he: אולפנים

# #20389
source: Music videos
he: קליפים

# #20390
source: Recently added music videos
he: קליפים שנוספו לאחרונה

# #20391
source: Music video
he: קליפ

# #20392
source: Remove music video from library
he: הסר קליפ מספרית הוידאו

# #20393
source: Music video information
he: פרטי קליפ

# #20394
source: Loading music video information
he: טוען פרטי קליפ

# #20395
source: Mixed
he: מעורבב

# #20396
source: Go to albums by artist
he: עבור לאלבומים לפי אמנים

# #20397
source: Go to album
he: עבור לאלבומים

# #20398
source: Play song
he: נגן שיר

# #20399
source: Go to music videos from album
he: לך לקליפים מהאלבום

# #20400
source: Go to music videos by artist
he: לך לקליפים לפי אמן

# #20401
source: Play music video
he: נגן קליפ

# #20402
source: Download actor thumbnails when adding to library
he: הורד תמונות ממוזערות לשחקנים בהוספה לספריה

# #20403
source: Set actor thumb
he: בחר תמונה ממוזערת לשחקן

# #20405
source: Remove episode bookmark
he: הסר סימניית פרק

# #20406
source: Set episode bookmark
he: הוסף סימניית פרק

# #20407
source: Scraper settings
he: הגדרות סקרייפר

# #20408
source: Downloading music video information
he: מוריד פרטי קליפ

# #20409
source: Downloading TV show information
he: מוריד פרטי תוכנית טלויזיה

# #20410
source: Trailer
he: קדימון

# #20411
source: Flatten
he: שטח

# #20412
source: Flatten TV shows
he: שטח תוכניות טלויזיה

# #20413
source: Get fanart
he: קבל פאנארט

# #20414
source: Show Fanart in video and music libraries
he: הצג פאנארט בספריות וידאו ומוזיקה

# #20415
source: Scanning for new content
he: סורק עבור תוכן חדש

# #20416
source: First aired
he: שודר לראשונה

# #20417
source: Writer
he: כותב

# #20419
source: Replace file names with library titles
he: החלף שמות קבצים עם כותרות ספריה

# #20420
source: Never
he: אף פעם

# #20421
source: If only one season
he: אם רק עונה אחת

# #20422
source: Always
he: תמיד

# #20423
source: Has trailer
he: יש קדימון

# #20424
source: False
he: שקר

# #20425
source: Fanart slideshow
he: מצגת פאנארט

# #20426
source: Export to a single file or separate
he: ?לייצא לקובץ בודד או קבצים ניפרדים

# #20427
source: files per entry?
he: קבצים לכל ערך?

# #20428
source: Single file
he: קובץ בודד

# #20429
source: Separate
he: ניפרדים

# #20430
source: Export thumbnails and fanart?
he: ?לייצא תמונות ממוזערות ופאנארט

# #20431
source: Overwrite old files?
he: ?לדרוס קבצים קיימים

# #20432
source: Exclude path from library updates
he: אל תכלול נתיב זה בעידכוני ספריה

# #20433
source: Extract thumbnails and video information
he: חלץ תמונות ממוזערות ופרטי וידאו

# #20434
source: Sets
he: מארזים

# #20436
source: Export actor thumbs?
he: לייצא תמונות ממוזערות לשחקנים

# #20437
source: Choose fanart
he: בחר פאנארט

# #20438
source: Local fanart
he: פאנארט מקומי

# #20439
source: No fanart
he: ללא פאנארט

# #20440
source: Current fanart
he: פאנארט נוכחי

# #20441
source: Remote fanart
he: פאנארט מרוחק

# #20442
source: Change content
he: שנה תוכן
