Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/language/Hebrew/strings.po
Languages: he

# #13302
source: Fan speed override
he: בקרת מהירות מאורר

# #13303
source: - Fonts
he: - פונטים

# #13304
source: Enable flipping bi-directional strings
he: אפשר הפיכת תווים דו-כיווניים

# #13305
source: Show RSS news feeds
he: הראה RSS לעידכוני חדשות

# #13306
source: Show parent folder items
he: הראה פריטי ספריית אב

# #13307
source: Track naming template
he: תבנית שם רצועה

# #13308
source: Do you wish to reboot your system
he: האם ברצונך לאתחל את המערכת

# #13309
source: instead of just XBMC?
he: במקום רק את XBMC?

# #13310
source: Zoom effect
he: אפקט זום

# #13311
source: Float effect
he: אפקט ציפה

# #13312
source: Black bar reduction
he: הפחת פסים שחורים

# #13313
source: Restart
he: הפעלה מחדש

# #13314
source: Crossfade between songs
he: זמן חפיפה במעבר בין שירים

# #13315
source: Regenerate thumbnails
he: חדש תמונות ממוזערות

# #13316
source: Recursive thumbnails
he: תמונות ממוזערות רקורסיביות

# #13317
source: View slideshow
he: צפה במצגת תמונות

# #13318
source: Recursive slideshow
he: מצגת תמונות רקורסיבית

# #13319
source: Randomize
he: אקראי

# #13320
source: Stereo
he: סטריאו

# #13321
source: Left only
he: שמאל בלבד

# #13322
source: Right only
he: ימין בלבד

# #13323
source: Enable karaoke support
he: הפעל תמיכת קריוקי

# #13324
source: Background transparency
he: שקיפות רקע

# #13325
source: Foreground transparency
he: שקיפות רקע קדמי

# #13326
source: A/V delay
he: השהיית A/V

# #13327
source: Karaoke
he: קריוקי

# #13328
source: %s not found
he: %s לא נמצא

# #13329
source: Error opening %s
he: שגיאה בפתיחת %s

# #13330
source: Unable to load %s
he: כשלון בטעינת %s

# #13331
source: Error: Out of memory
he: שגיאה: הזכרון מלא.

# #13332
source: Move up
he: הזז למעלה

# #13333
source: Move down
he: הזז למטה

# #13334
source: Edit label
he: ערוך תווית

# #13335
source: Make default
he: קבע כברירת מחדל

# #13336
source: Remove button
he: הסר כפתור

# #13340
source: Leave as is
he: השאר ללא שינוי

# #13341
source: Green
he: ירוק

# #13342
source: Orange
he: כתום

# #13343
source: Red
he: אדום

# #13344
source: Cycle
he: משתנה

# #13345
source: Switch LED off on playback
he: כבה נורית בזמן ניגון

# #13346
source: Movie information
he: פרטי סרט

# #13347
source: Queue item
he: הכנס פריט לתור

# #13348
source: Search IMDb...
he: חפש ב- IMDb...

# #13349
source: Scan for new content
he: סרוק לתוכן חדש

# #13350
source: Now playing...
he: מנגן כעת...

# #13351
source: Album information
he: פרטי אלבום

# #13352
source: Scan item to library
he: סרוק פריט לספריה

# #13353
source: Stop scanning
he: עצור סריקה

# #13354
source: Render method
he: שיטת Render

# #13355
source: Low quality pixel shader
he: באיכות נמוכה Pixel Shader

# #13357
source: High quality pixel shader
he: באיכות גבוהה Pixel Shader

# #13358
source: Play item
he: נגן פריט

# #13359
source: Set artist thumb
he: הגדר תמונה ממוזערת לאמן

# #13360
source: Automatically generate thumbnails
he: צור תמונות ממוזערות אוטומטית

# #13361
source: Enable voice
he: הפעל קול

# #13375
source: Enable device
he: הפעל מתקן

# #13376
source: Volume
he: עוצמה

# #13377
source: Default view mode
he: מצב תצוגה ברירת מחדל

# #13378
source: Default brightness
he: בהירות ברירת מחדל

# #13379
source: Default contrast
he: ניגודיות ברירת מחדל

# #13380
source: Default gamma
he: גאמה ברירת מחדל

# #13381
source: Resume video
he: המשך וידאו

# #13382
source: Voice mask - Port 1
he: Voice mask - Port 3

# #13383
source: Voice mask - Port 2
he: Voice mask - Port 3

# #13386
source: Use time based seeking
he: השתמש בחיפוש מבוסס זמן

# #13387
source: Track naming template - right
he: תבנית שם רצועה - ימין

# #13388
source: Preset
he: קביעון

# #13389
source: There are no presets available for this visualization
he: אין קביעונים לחיזוי זה

# #13390
source: There are no settings available for this visualization
he: אין הגדרות לחיזוי זה

# #13391
source: Eject/Load
he: הוצאה/טעינה

# #13392
source: Use visualization if playing audio
he: השתמש בחיזוי בזמן נגינת אודיו

# #13393
source: Calculate size
he: חשב גודל

# #13394
source: Calculating folder size
he: מחשב גודל תקייה

# #13395
source: Video settings
he: הגדרות וידאו

# #13396
source: Audio and subtitle settings
he: הגדרות אודיו וכתוביות

# #13397
source: Enable subtitles
he: הפעל כתוביות

# #13398
source: Shortcuts
he: קיצורים

# #13399
source: Ignore articles when sorting (e.g. "the")
he: התעלם מתוויות בזמן מיון (למשל: "The")

# #13400
source: Crossfade between songs on the same album
he: נגן בחפיפה במעבר שירים באותו אלבום

# #13401
source: Browse for %s
he: עיין ל%s

# #13402
source: Show track position
he: הצג מיקום ברצועה

# #13403
source: Clear default
he: נקה ברירות מחדל

# #13404
source: Resume
he: המשך

# #13405
source: Get thumb
he: קבל תמונה ממוזערת

# #13406
source: Picture information
he: פרטי תמונה

# #13407
source: %s presets
he: %s קביעונים

# #13408
source: (IMDb user rating)
he: (דירוג משתמשים IMDB)

# #13409
source: Top 250
he: 250 המובילים

# #13410
source: Tune in on Last.fm
he: התחבר ל LAST.FM

# #13411
source: Minimum fan speed
he: מהירות מאוורר מינימאלית

# #13412
source: Play from here
he: נגן מכאן

# #13413
source: Downloading
he: מוריד

# #13414
source: Include artists who appear only on compilations
he: הוסף אמנים שמופיעים רק באוספים

# #13415
source: Render method
he: שיטת Render

# #13416
source: Auto detect
he: זהה אוטומטית

# #13419
source: Software
he: תוכנתי

# #13420
source: Remove safely
he: הסר בבטחה

# #13422
source: Start slideshow here
he: התחל מצגת תמונות כאן

# #13423
source: Remember for this path
he: זכור לנתיב זה

# #13425
source: Allow hardware acceleration (VDPAU)
he: אפשר תאוצת חומרה (VDPAU)

# #13426
source: Allow hardware acceleration (VAAPI)
he: אפשר תאוצת חומרה (VAAPI)

# #13427
source: Allow hardware acceleration (DXVA2)
he: אפשר תאוצת חומרה (DXVA2)

# #13428
source: Allow hardware acceleration (CrystalHD)
he: אפשר תאוצת חומרה (CrystalHD)

# #13429
source: Allow hardware acceleration (VDADecoder)
he: אפשר תאוצת חומרה (VDADecoder)

# #13430
source: Allow hardware acceleration (OpenMax)
he: אפשרת תאוצת חומרה (OpenMax)

# #13432
source: Allow hardware acceleration (VideoToolbox)
he: אפשר תאוצת חומרה (VideoToolbox)

# #13500
source: A/V sync method
he: שיטת סינכרון ניגון למסך

# #13501
source: Audio clock
he: שעון שמע

# #13502
source: Video clock (Drop/Dupe audio)
he: שעון וידאו (Drop/Dupe audio)

# #13503
source: Video clock (Resample audio)
he: שעון וידאו

# #13504
source: Maximum resample amount (%)
he: כמות דגימה מקסימלית (%)

# #13505
source: Resample quality
he: דגום איכות שוב

# #13506
source: Low(fast)
he: נמוך (מהיר)

# #13507
source: Medium
he: בינוני

# #13508
source: High
he: גבוה

# #13509
source: Really high(slow!)
he: ממש גבוה (איטי!)

# #13510
source: Sync playback to display
he: סנכרן ניגון למסך

# #13550
source: Pause during refresh rate change
he: עצור בזמן שינוי קצב רענון

# #13551
source: Off
he: כבוי

# #13552
source: %.1f Second
he: %.1f שניה

# #13553
source: %.1f Seconds
he: %.1f שניות

# #13600
source: Apple remote
he: APPLE שלט

# #13602
source: Allow start of XBMC using the remote
he: אפשר הפעלת XBMC בעזרת השלט

# #13603
source: Sequence delay time
he: זמן השהייה ברצף

# #13610
source: Disabled
he: מנוטרל

# #13611
source: Standard
he: סטנדרטי

# #13612
source: Universal Remote
he: שלט אוניברסלי

# #13613
source: Multi Remote (Harmony)
he: רב שלט (הרמוני)

# #13620
source: Apple Remote Error
he: שגיאת שלט Apple

# #13621
source: Apple Remote support could be enabled.
he: יש אפשרות להפעיל תמיכה בשלט Apple

# #14000
source: Stack
he: לערום

# #14001
source: Unstack
he: לפזר

# #14003
source: Downloading playlist file...
he: מוריד קובץ רשימת השמעה...

# #14004
source: Downloading streams list...
he: מוריד רשימת זרימה...

# #14005
source: Parsing streams list...
he: מפענח רשימת זרימה...

# #14006
source: Downloading streams list failed
he: הורדת רשימת זרימה נכשלה

# #14007
source: Downloading playlist file failed
he: הורדת קובץ רשימת שמע נכשלה

# #14009
source: Games directory
he: ספריית משחקים

# #14010
source: Auto switch to thumbs based on
he: העבר אוטומטי לתמונות ממוזערות שמבוססות על

# #14011
source: Enable auto switching to thumbs view
he: הפעל העברה אוטומטית לתצוגת תמונות ממוזערות

# #14012
source: - Use large icons
he: - השתמש בצלמיות גדולות

# #14013
source: - Switch based on
he: - החלפה מבוססת על

# #14014
source: - Percentage
he: - אחוזים

# #14015
source: No files and at least one thumb
he: אין קבצים ולפחות תמונה ממוזערת אחת

# #14016
source: At least one file and thumb
he: לפחות קובץ אחד ותמונה ממוזערת

# #14017
source: Percentage of thumbs
he: אחוזי התמונות הממוזערות

# #14018
source: View options
he: צפה באפשריות

# #14019
source: Change area code 1
he: שנה קוד אזור 1

# #14020
source: Change area code 2
he: שנה קוד אזור 2

# #14021
source: Change area code 3
he: שנה קוד אזור 3

# #14022
source: Library
he: ספריה

# #14023
source: No TV
he: אין טלויזיה

# #14024
source: Enter the nearest large town
he: הזן את העיר הגדולה הקרובה

# #14025
source: Video/Audio/DVD cache - Harddisk
he: מטמון וידאו/אודיו/DVD - דיסק קשיח

# #14026
source: Video cache - DVD-ROM
he: מטמון וידאו - DVD-ROM

# #14027
source: - Local Network
he: - רשת מקומית

# #14028
source: - Internet
he: - אינטרנט

# #14030
source: Audio cache - DVD-ROM
he: מטמון אודיו - DVD-ROM

# #14031
source: - Local Network
he: - רשמת מקומית

# #14032
source: - Internet
he: - אינטרנט

# #14034
source: DVD cache - DVD-ROM
he: מטמון DVD - DVD-ROM

# #14035
source: - Local Network
he: - רשת מקומית

# #14036
source: Services
he: שרותים

# #14038
source: Network settings changed
he: הגדרות רשת שונו

# #14039
source: XBMC requires to restart to change your
he: XBMC דורש הפעלה מחדש כדי לשנות את

# #14040
source: network setup. Would you like to restart now?
he: הגדרות הרשת. האם ברצונך להפעיל מחדש כעת?

# #14041
source: Internet connection bandwidth limitation
he: הגבלת חיבור אינטרנט

# #14043
source: - Shutdown while playing
he: - כבה תוך כדי ניגון

# #14044
source: %i min
he: %i דקות

# #14045
source: %i sec
he: %i שניות

# #14046
source: %i ms
he: %i מ.ש

# #14051
source: Time format
he: מבנה שעה

# #14052
source: Date format
he: מבנה תאריך

# #14053
source: GUI filters
he: GUI פילטרים ב

# #14055
source: Use background scanning
he: השתמש בסריקה ברקע

# #14056
source: Stop scan
he: הפסק סריקה

# #14057
source: Not possible while scanning for media info
he: לא אפשרי בזמן סריקת פרטי מדיה

# #14058
source: Film grain effect
he: אפקט גרעיניות סרטים

# #14059
source: Search for thumbnails on remote shares
he: חפש תמונות ממוזערות בשיתוף מרוחק

# #14060
source: Unknown type cache - Internet
he: סוג מטמון לא מוכר - אינטרנט

# #14061
source: Auto
he: אוטומטי

# #14062
source: Enter username for
he: הזן שם משתמש עבור

# #14063
source: Date & time
he: תאריך & שעה

# #14064
source: Set date
he: קבע תאריך

# #14065
source: Set time
he: קבע שעה

# #14066
source: Enter the time in 24 hour HH:MM format
he: הזן זמן 24 שעות במבנה HH:MM

# #14067
source: Enter the date in DD/MM/YYYY format
he: הזן תאריך במבנה DD/MM/YYYY

# #14068
source: Enter the IP address
he: IP הזן כתובת

# #14069
source: Apply these settings now?
he: החל הגדרות אלה כעת?

# #14070
source: Apply changes now
he: החל שינויים כעת

# #14071
source: Allow file renaming and deletion
he: אפשר שינויי שמות ומחיקת קבצים

# #14074
source: Set timezone
he: הגדר איזור זמן

# #14075
source: Use daylight saving time
he: השתמש בשעון קיץ

# #14076
source: Add to favourites
he: הוסף למועדפים

# #14077
source: Remove from favourites
he: הסר ממועדפים

# #14078
source: - Colours
he: - צבעים

# #14079
source: Timezone country
he: מדינת איזור זמן

# #14080
source: Timezone
he: איזור זמן

# #14081
source: File lists
he: רשימות קבצים

# #14082
source: Show EXIF picture information
he: הצג פרטי EXIF מתמונה

# #14083
source: Use a fullscreen window rather than true fullscreen
he: השתמש בחלון מסך מלא במקום מסך מלא אמיתי

# #14084
source: Queue songs on selection
he: הכנס שירים לתור בבחירה

# #14086
source: Playback
he: ניגון

# #14087
source: DVDs
he: DVD

# #14088
source: Play DVDs automatically
he: נגן DVD אוטומטית

# #14089
source: Font to use for text subtitles
he: פונט לשימוש עבור כתוביות טקסט

# #14090
source: International
he: בינלאומי

# #14091
source: Character set
he: ערכת תווים

# #14092
source: Debugging
he: ניפוי שגיאות

# #14093
source: Security
he: אבטחה

# #14094
source: Input devices
he: התקני קלט

# #14095
source: Power saving
he: חסכון באנרגיה

# #14096
source: Rip
he: העתק

# #14097
source: Audio CD Insert Action
he: פעולה בעת הכנסת דיסק שמע

# #14098
source: Play
he: נגן

# #14099
source: Eject disc when CD ripping is complete
he: הוצא דיסק כאשר ההעתקה הושלמה

# #15015
source: Remove
he: הסר

# #15016
source: Games
he: משחקים

# #15019
source: Add
he: הוסף

# #15052
source: Password
he: סיסמא

# #15100
source: Library
he: ספריה

# #15101
source: Database
he: מסד נתונים

# #15102
source: * All albums
he: * כל האלבומים

# #15103
source: * All artists
he: * כל האמנים

# #15104
source: * All songs
he: * כל השירים

# #15105
source: * All genres
he: * כל הסגנונות

# #15107
source: Buffering...
he: אוגר...

# #15108
source: Navigation sounds
he: צלילי ניווט

# #15109
source: Skin default
he: ברירת מחדל של הסקין

# #15111
source: - Theme
he: - ערכת נושא

# #15112
source: Default theme
he: ערכת נושא ברירת מחדל

# #15201
source: Submit songs to Last.fm
he: שלח שירים לשירות LastFM

# #15202
source: Last.fm username
he: LastFM משתמש

# #15203
source: Last.fm password
he: LastFM סיסמא

# #15204
source: Unable to handshake: sleeping...
he: לחיצת ידיים נכשלה: שינה...

# #15205
source: Please update XBMC
he: XBMC אנא עדכן

# #15206
source: Bad authorization: Check username and password
he: הרשאה שגויה: בדוק שם ומשתמש וסיסמא

# #15207
source: Connected
he: מחובר

# #15208
source: Not connected
he: לא מחובר

# #15209
source: Submit interval %i
he: השהיית שליחה %i

# #15210
source: Cached %i songs
he: אגר %i שירים

# #15211
source: Submitting...
he: שולח...

# #15212
source: Submitting in %i secs
he: שולח בעוד %i שניות

# #15213
source: Play using...
he: נגן באמצעות...

# #15214
source: Use smoothed A/V synchronization
he: השתמש בסנכרון A/V חלק

# #15215
source: Hide file names in thumbs view
he: הסתר שמות קבצים בתצוגת תמונות ממוזערות

# #15216
source: Play in party mode
he: נגן במצב מסיבה

# #15217
source: Submit songs to Libre.fm
he: שלח שירים לשירות Libre.fm

# #15218
source: Libre.fm username
he: Libre.fm משתמש

# #15219
source: Libre.fm password
he: Libre.fm סיסמא

# #15221
source: Song submission
he: הגשת שיר

# #15250
source: Submit Last.fm radio to Last.fm
he: שלח Last.fm אל Last.fm

# #15251
source: Connecting to Last.fm...
he: מתחבר אל Last.fm...

# #15252
source: Selecting station...
he: בחירת תחנה...

# #15253
source: Search similar artists...
he: חפש אמנים דומים...

# #15254
source: Search similar tags...
he: חפש תגיות דומות...

# #15255
source: Your profile (%name%)
he: הפרופיל שלך (%name%)

# #15256
source: Overall top tags
he: תגיות במקומות הראשונים

# #15257
source: Top artists for tag %name%
he: %name% אמנים מובילים עבור תגית %name%

# #15258
source: Top albums for tag %name%
he: אלבומים מובילים עבור תגית %name%

# #15259
source: Top tracks for tag %name%
he: רצועות מובילות עבור תגית %name%

# #15260
source: Listen to tag %name% Last.fm radio
he: האזן לתגית %name% Last.fm

# #15261
source: Similar artists as %name%
he: אמנים דומים ל%name%

# #15262
source: Top %name% albums
he: %name% האלבומים המובילים

# #15263
source: Top %name% tracks
he: %name% הרצועות המובילות

# #15264
source: Top %name% tags
he: %name% התגיות המובילות

# #15265
source: Biggest fans of %name%
he: המעריצים הגדולים של %name%

# #15266
source: Listen to %name% fans Last.fm radio
he: האזן למעריצי %name% רדיו Last.fm

# #15267
source: Listen to %name% similar artists Last.fm radio
he: האזן לאמנים דומים last.fm %name%

# #15268
source: Top artists for user %name%
he: האמנים הנבחרים של משתמש %name%

# #15269
source: Top albums for user %name%
he: האלבומים הנבחרים של משתמש %name%

# #15270
source: Top tracks for user %name%
he: הרצועות הנבחרות של משתמש %name%

# #15271
source: Friends of user %name%
he: חברים של משתמש %name%

# #15272
source: Neighbours of user %name%
he: שכנים של משתמש %name%

# #15273
source: Weekly artist chart for %name%
he: המצעד השבועי של אמן %name%

# #15274
source: Weekly album chart for %name%
he: המצעד השבועי של אלבום %name%

# #15275
source: Weekly track chart for %name%
he: המצעד השבועי של רצועת %name%

# #15276
source: Listen to %name%'s neighbours Last.fm radio
he: האזן לשכנים של %name% רדיו Last.fm

# #15277
source: Listen to %name%'s personal Last.fm radio
he: האזן להעדפות האישיות של %name% רדיו Last.fm

# #15278
source: Listen to %name%'s mix Last.fm radio
he: האזן לרצועות האהובות של %name% רדיו Last.fm

# #15279
source: Retrieving list from Last.fm...
he: שולף רשימה מ last.fm...

# #15280
source: Can't retrieve list from Last.fm...
he: בעיה בקבלת רשימה מ last.fm...

# #15281
source: Enter an artist name to find related ones
he: הזן שם אמן למציאת אמנים דומים

# #15282
source: Enter a tag name to find similar ones
he: הזן תגית למציאת שירים דומים

# #15283
source: Tracks recently listened by %name%
he: רצועות שנשמעו לאחרונה ע"י %name%

# #15284
source: Listen to %name%'s recommendations Last.fm radio
he: האזן להמלצות %name%'s רדיו Last.FM

# #15285
source: Top tags for user %name%
he: התגיות המובילות למשתמש %name%

# #15287
source: Do you want to add the current track to your loved tracks?
he: האם ברצונך להוסיף את השיר הנוכחי לרשימת האהובים?

# #15288
source: Do you want to ban the current track?
he: האם אתה רוצה להחרים את השיר הנוכחי?

# #15289
source: Added to your loved tracks: '%s'.
he: הוסף לרשימת השירים האהובים: '%s'.

# #15290
source: Could not add '%s' to your loved tracks.
he: לא יכול להוסיף את '%s' לרשימת שירים אהובים

# #15291
source: Banned: '%s'.
he: החרם '%s'.

# #15292
source: Could not ban '%s'.
he: לא יכול להחרים '%s'.

# #15293
source: Tracks recently loved by %name%
he: שירים אהובים שנוספו לאחרונה לפי %name%

# #15294
source: Tracks recently banned by %name%
he: שירים שהוחרמו לאחרונה לפי %name%

# #15295
source: Remove from loved tracks
he: הסר מרשימת שירים אהובים

# #15296
source: Un-ban
he: בטל החרמה

# #15297
source: Do you want to remove this track from your loved tracks?
he: האם אתה רוצה להסיר את השיר מרשימת שירים אהובים?

# #15298
source: Do you want to un-ban this track?
he: האם אתה רוצה לבטל החרמת שיר?

# #15300
source: Path not found or invalid
he: נתיב לא נמצא או לא חוקי

# #15301
source: Could not connect to network server
he: חיבור לשרת נכשל

# #15302
source: No servers found
he: שרתים לא נמצאו

# #15303
source: Workgroup not found
he: קבוצת עבודה לא נמצאה

# #15310
source: Opening multi-path source
he: פותח מקור עם מספר נתיבים

# #15311
source: Path:
he: נתיב:

# #16000
source: General
he: כללי

# #16002
source: Internet lookup
he: חיפוש באינטרנט

# #16003
source: Player
he: נגן

# #16004
source: Play media from disc
he: נגן מדיה מדיסק

# #16008
source: Enter new title
he: הזן כותרת חדשה

# #16009
source: Enter the movie name
he: הזן שם סרט

# #16010
source: Enter the profile name
he: הזן שם פרופיל

# #16011
source: Enter the album name
he: הזן שם אלבום

# #16012
source: Enter the playlist name
he: הזן שם רשימת ניגון

# #16013
source: Enter new filename
he: הזן שם קובץ חדש

# #16014
source: Enter folder name
he: הזן שם ספריה חדשה

# #16015
source: Enter directory
he: הזן ספריה

# #16016
source: Available options: %A, %T, %N, %B, %D, %G, %Y, %F, %S
he: אפשרויות זמינות: %A, %T, %N, %B, %D, %G, %Y, %F, %S

# #16017
source: Enter search string
he: הזן מחרוזת חיפוש

# #16018
source: None
he: ללא

# #16019
source: Auto select
he: חיפוש אוטומטי

# #16024
source: Canceling...
he: מבטל...

# #16025
source: Enter the artist name
he: הזן שם האמן

# #16026
source: Playback failed
he: ניגון רשימת השמעה בוטל

# #16027
source: One or more items failed to play.
he: יותר מידי פריטים שנכשלו

# #16028
source: Enter value
he: הזן ערך

# #16029
source: Check the log file for details.
he: בדוק לוג לפרטים

# #16030
source: Party mode aborted.
he: מצב מסיבה בוטל.

# #16031
source: No matching songs in the library.
he: לא נמצאו שירים מתאימים במסד הנתונים.

# #16032
source: Could not initialize database.
he: אתחול מסד הנתונים נכשל.

# #16033
source: Could not open database.
he: פתיחת מסד נתונים נכשלה.

# #16034
source: Could not get songs from database.
he: בעיה בשליפת השירים ממסד הנתונים.

# #16035
source: Party mode playlist
he: רשימת השמעה מצב מסיבה

# #16039
source: Off
he: כבוי

# #16040
source: Auto
he: אוטומטי

# #16041
source: On
he: פעיל

# #16100
source: All Videos
he: כל הוידאו

# #16101
source: Unwatched
he: לא נצפו

# #16102
source: Watched
he: נצפו

# #16103
source: Mark as watched
he: סמן כנצפה

# #16104
source: Mark as unwatched
he: סמן כלא כנצפה

# #16105
source: Edit title
he: ערוך כותרת

# #16200
source: Operation was aborted
he: פעולה בוטלה

# #16201
source: Copy failed
he: העתקה נכשלה

# #16202
source: Failed to copy at least one file
he: נכשל בהעתקת קובץ אחד לפחות

# #16203
source: Move failed
he: העברה נכשלה

# #16204
source: Failed to move at least one file
he: נכשל בהעברת קובץ אחד לפחות

# #16205
source: Delete failed
he: מחיקה נכשלה

# #16206
source: Failed to delete at least one file
he: נכשל במחיקת קובץ אחד לפחות

# #16301
source: Nearest neighbour
he: השכן הקרוב

# #16307
source: Bicubic (software)
he: Bicubic (תוכנה)

# #16308
source: Lanczos (software)
he: Lanczos (תוכנה)

# #16309
source: Sinc (software)
he: Sinc (תוכנה)

# #16312
source: (VDPAU)Noise Reduction
he: (VDPAU) הפחתת רעש

# #16313
source: (VDPAU)Sharpness
he: חדות (VDPAU)

# #16316
source: Auto
he: אוטומטי

# #16325
source: Auto - ION Optimized
he: אוטו' - ION מיטבי

# #17500
source: Display sleep timeout
he: מסך פרק זמן שינה

# #17998
source: %i hours
he: %i שעות

# #17999
source: %i days
he: %i ימים

# #19000
source: Switch to channel
he: החלף לערוץ

# #19001
source: Separate the search words by using AND, OR and/or NOT.
he: הפרד את מילות החיפוש ע"י AND, OR ו- NOT.

# #19002
source: or use phrases to find an exact match, like "The wizard of Oz".
he: או השתמש בביטויים כדי למצוא התאמה מדוייקת, כמו "The wizard of Oz".

# #19004
source: Importing EPG from clients
he: מייבא EPG מקליינטים

# #19005
source: PVR stream information
he: PVR פרטי הזרמה

# #19006
source: Receiving device
he: מכשיר קלט

# #19007
source: Device status
he: מצב מכשיר

# #19008
source: Signal quality
he: איכות אות

# #19013
source: Free to air
he: חופשי לשידור

# #19014
source: Fixed
he: מקובע

# #19015
source: Encryption
he: הצפנה

# #19017
source: TV recordings
he: הקלטת טלוויזיה

# #19018
source: Default folder for PVR thumbnails
he: תיקית ברירת מחדל עבור תמונות ממוזערות PVR

# #19019
source: Channels
he: ערוצים

# #19020
source: TV
he: טלוויזיה

# #19021
source: Radio
he: רדיו

# #19022
source: Hidden
he: מוסתר

# #19023
source: TV channels
he: ערוצי טלוויזיה

# #19024
source: Radio channels
he: ערוצי רדיו

# #19025
source: Upcoming recordings
he: ההקלטות הקרובות

# #19026
source: Add timer...
he: הוסף שעון עצר...

# #19027
source: No search results
he: אין תוצאות חיפוש

# #19028
source: No EPG entries
he: אין ערכי EPG

# #19029
source: Channel
he: ערוץ

# #19030
source: Now
he: עכשיו

# #19031
source: Next
he: הבא

# #19032
source: Timeline
he: ציר זמן

# #19033
source: Information
he: מידע

# #19034
source: Already started recording on this channel
he: ההקלטה כבר התחילה בערוץ זה

# #19035
source: This channel cannot be played. Check the log for details.
he: ערוץ זה אינו ניתן להפעלה. אנא בדוק את קובץ הרישום לפרטים.

# #19036
source: This recording cannot be played. Check the log for details.
he: ההקלטה אינה ניתנת להפעלה. אנא בדוק את קובץ הרישום לפרטים.

# #19037
source: Show signal quality
he: הצג איכות אות

# #19038
source: Not supported by the PVR backend.
he: לא נתמך ע"י PVR backend.
