Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/language/Hebrew/strings.po
Languages: he

# #36017
source: Could not initialise the CEC adapter: libCEC was not found on your system.
he: מתאם נמצא. אבל libCEC לא זמין

# #36018
source: Use the TV's language setting
he: השתמש בהגדרות שפה של הטלוויזיה

# #36019
source: Connected to HDMI device
he: מחובר להתקן HDMI

# #36020
source: Make XBMC the active source when starting
he: הפוך את XBMC למקור הפעיל כאשר מפעילים

# #36021
source: Physical address (overrules HDMI port)
he: כתובת פיזית (מבטל יציאת HDMI)

# #36022
source: COM port (leave empty unless needed)
he: יציאת COM (השאר ריק אלא אם יש צורך)

# #36023
source: Configuration updated
he: תצורה עודכנה

# #36024
source: Failed to set the new configuration. Please check your settings.
he: נכשל בהגדרת תצורה חדשה. אנא בדוק את ההגדרות שלך.

# #36025
source: Send 'inactive source' command when stopping XBMC
he: שלח פקודת 'מקור לא פעיל' כאשר עוצרים את XBMC

# #36035
source: Always
he: תמיד

# #36037
source: TV
he: טלוויזיה
