Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/pvr.vuplus/resources/language/*/strings.po
Languages: french, german, japanese, portuguese

# #30000
source: VU+ hostname or IP address
french: Nom d'hôte VU+ ou adresse IP
german: VU+ IP
japanese: VU+ のホスト名またはIPアドレス
portuguese: Nome ou endereço IP do servidor VU+

# #30002
source: Streaming Port
french: Port du flux
japanese: ストリーミングのポート番号
portuguese: Porta de Transmissão

# #30003
source: Username
french: Nom d'utilisateur
german: Benutzername
japanese: ユーザー名
portuguese: Utilizador

# #30004
source: Password
french: Mot de passe
german: Passwort
japanese: パスワード
portuguese: Palavra-passe

# #30007
source: Response timeout in seconds
french: Temporisation de réponse en secondes
german: Antwort-Timeout in Sekunden
japanese: レスポンスのタイムアウト (秒)
portuguese: Tempo limite para resposta em segundos

# #30008
source: Icon Path
french: Chemin d'accès de l'icône
german: Picon-Pfad
japanese: アイコンのパス
portuguese: Localização do ícone

# #30010
source: Update Interval in minutes
french: Intervalle de mise à jour en minutes
german: Aktualisierungsintervall (in Minuten)
japanese: 更新間隔 (分)
portuguese: Intervalo de Actualização em minutos

# #30011
source: Automatic Timerlist Cleanup
french: Nettoyage automatique de la liste de minuterie
german: Entferne abgeschlossene Timer
japanese: タイマーリストの自動クリーンアップ
portuguese: Limpeza automática da Timerlist

# #30012
source: Webinterface Port
french: Port de l'interface web
japanese: Web インターフェースのポート番号
portuguese: Porta da interface Web

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
french: Bip avant le changement de chaîne (par ex. pour les tuners uniques)
german: Umschalten auf Receiver (z.B. bei SingleTuner Receivern)
portuguese: Zap antes de mudar de canal (útil para boxes só com um sintonizador)

# #30014
source: Folder for channeldata
french: Répertoire des données de chaîne
german: Speicherort für Kanaldaten
japanese: チャンネルデータのフォルダー
portuguese: Pasta para dados dos canais

# #30015
source: Check for bouquett updates
french: Mettre à jour les bouquets
german: Überprüfe auf Bouquettaktualisierungen
portuguese: Verificar actualizações do bouquett

# #30016
source: Check for channel updates
french: Mettre à jour les chaînes
german: Überprüfe auf Kanalaktualisierungen
japanese: チャンネル更新を確認
portuguese: Verificar actualizações de canais

# #30017
source: Use only the DVB boxes' current recording path
french: Utiliser le dossier actuel d'enregistrement des périphériques DVB
german: Aktuellen Box-Aufnahmenpfad nutzen
portuguese: Usar apenas a localização actual das gravações das boxes DVB

# #30018
source: General
french: Général
german: Allgemeines
japanese: 一般
portuguese: Geral

# #30019
source: Channels
french: Chaînes
german: Sender
japanese: チャンネル
portuguese: Canais

# #30020
source: Advanced
french: Avancé
german: Fortgeschritten
japanese: 高度な設定
portuguese: Avançado

# #30022
source: Recordings / Timer
french: Enregistrements / Minuteur
german: Aufnahmen / Timer
japanese: 録画/タイマー
portuguese: Gravações / Temporizador

# #30023
source: Recording folder on the receiver
french: Dossier d'enregistrement du récepteur
german: Aufnahmeverzeichnis auf dem Receiver
japanese: レシーバーの録画フォルダー
portuguese: Pasta de gravação no receptor

# #30024
source: Send DeepStandby-Command
french: Envoyer la commande MiseEnVeilleTotale
german: Sende DeepStandby-Befehl
japanese: ディープスタンバイコマンドを送る
portuguese: Enviar comando de Standby profundo

# #30025
source: Fetch only one TV bouquet
french: Ne rapporter qu'un bouquet TV
german: Nur ein TV-Bouquet
portuguese: Obter somente um TV bouquet

# #30026
source: TV-Bouquet
french: Bouquet TV

# #30500
source: Disconnected from '%s'
french: Déconnecté de '%s'
german: Verbindung '%s' unterbrochen
japanese: '%s' との接続が切れました
portuguese: Desligado de '%s'

# #30501
source: Reconnected to '%s'
french: Reconnecté à '%s'
german: Verbindung zu '%s' wiederhergestellt
japanese: '%s' との接続が復活しました
portuguese: Ligado novamente a '%s'
