Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/visualization.milkdrop/resources/language/Ukrainian/strings.po
Languages: uk

# #30000
source: Automatic Blend Time
uk: Тривалість автоматичного змішування

# #30001
source: Time Between Presets
uk: Тривалість показу одного ефекту

# #30002
source: Additional Random Time
uk: Додатковий час випадкової тривалості

# #30003
source: Enable Anisotropic Filtering
uk: Увімкнути анізотропну фільтрацію

# #30004
source: Enable Hard Cuts
uk: Ввімкнути різку зміну

# #30005
source: Loudness Threshold For Hard Cuts
uk: Межа гучності для різкої зміни

# #30006
source: Average Time Between Hard Cuts
uk: Середній час між різкими змінами

# #30007
source: Maximum Refresh Rate
uk: Максимальна частота кадрів

# #30008
source: Enable Stereo 3D
uk: Увімкнути стерео 3D

# #30009
source: Preset Pack
uk: Набір ефектів

# #30011
source: Preset Shuffle Mode
uk: Перемішати ефекти

# #30020
source: WA51 Presets
uk: WA51 ефекти

# #30021
source: Winamp Presets
uk: Ефекти з Winamp

# #30022
source: User Defined Preset Folder
uk: Користувацька папка з ефектами

# #30050
source: %2.0f secs
uk: %2.0f сек

# #30052
source: %2.0f fps
uk: %2.0f кадр/с
