Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/pvr.vuplus/resources/language/Galician/strings.po
Languages: gl

# #30000
source: VU+ hostname or IP address
gl: Nome de host ou enderezo IP de VU+

# #30002
source: Streaming Port
gl: Porto do fluxo

# #30003
source: Username
gl: Nome de usuario

# #30004
source: Password
gl: Contrasinal

# #30007
source: Response timeout in seconds
gl: Tempo de espera da resposta en segundos

# #30008
source: Icon Path
gl: Camiño da icona

# #30010
source: Update Interval in minutes
gl: Intervalo de actualización en minutos

# #30011
source: Automatic Timerlist Cleanup
gl: Limpeza automática da Timerlist

# #30012
source: Webinterface Port
gl: Porto de Webinterface

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
gl: Zap antes de trocar de canle (útil para caixas cun só sintonizador)

# #30014
source: Folder for channeldata
gl: Cartafol para channeldata

# #30015
source: Check for bouquett updates
gl: Verificar actualizacións de bouquett

# #30016
source: Check for channel updates
gl: Verificar actualizacións de canles

# #30017
source: Use only the DVB boxes' current recording path
gl: Utilizar só o camiño actual das gravacións das caixas DVB

# #30018
source: General
gl: Xeral

# #30019
source: Channels
gl: Canles

# #30020
source: Advanced
gl: Avanzado

# #30022
source: Recordings / Timer
gl: Gravacións/Temporizador

# #30023
source: Recording folder on the receiver
gl: Cartafol de gravacións no receptor

# #30024
source: Send DeepStandby-Command
gl: Enviar comando de Standby profundo

# #30025
source: Fetch only one TV bouquet
gl: Obter só un TV bouquet

# #30500
source: Disconnected from '%s'
gl: Desconectado dende '%s'

# #30501
source: Reconnected to '%s'
gl: Reconectado a '%s'
