Repository: xbianonpi/xbian
Catalog: splitted. browse into xbian-* repositories for sources/local/share/xbmc/addons/pvr.vuplus/resources/language/Romanian/strings.po
Languages: ro

# #30000
source: VU+ hostname or IP address
ro: VU+ hostname sau IP address

# #30002
source: Streaming Port
ro: Portul de streaming

# #30003
source: Username
ro: Utilizator

# #30004
source: Password
ro: Parolă

# #30007
source: Response timeout in seconds
ro: Timeout de răspuns în secunde

# #30008
source: Icon Path
ro: Adresa pictogramei

# #30010
source: Update Interval in minutes
ro: Intervalul de actualizare în minute

# #30011
source: Automatic Timerlist Cleanup
ro: Ștergere automata a listelor de înregistrare programată

# #30012
source: Webinterface Port
ro: Portul interfaței web

# #30013
source: Zap before channelswitch (i.e. for Single Tuner boxes)
ro: Zap înainte de schimbarea canalului (ex. pentru decodoarele cu un singur tuner)

# #30014
source: Folder for channeldata
ro: Dosarul pentru informațiile canalelor

# #30015
source: Check for bouquett updates
ro: Verifică actualizarea buchetului

# #30016
source: Check for channel updates
ro: Verifică actualizarea canalului

# #30017
source: Use only the DVB boxes' current recording path
ro: Utilizează pentru înregistrare doar adresa decodorului DVB

# #30019
source: Channels
ro: Canale

# #30020
source: Advanced
ro: Avansat

# #30022
source: Recordings / Timer
ro: Inregistrari / Cronometru

# #30023
source: Recording folder on the receiver
ro: Dosarul de înregistrari în decodor

# #30024
source: Send DeepStandby-Command
ro: Trimite comandă - DeepStandby

# #30025
source: Fetch only one TV bouquet
ro: Adună date doar pentru un buchet TV

# #30026
source: TV-Bouquet
ro: Buchet TV

# #30500
source: Disconnected from '%s'
ro: Deconectat de la '%s'

# #30501
source: Reconnected to '%s'
ro: Reconectat la '%s'
