Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/pvr.hts/resources/language/*/strings.po
Languages: german

# #30000
source: Tvheadend hostname or IP address
german: Tvheadend Hostname oder IP

# #30003
source: Username
german: Benutzername

# #30004
source: Password
german: Passwort

# #30006
source: Connect timeout in seconds
german: Verbindungszeit Überschreitung in Sekunden

# #30007
source: Response timeout in seconds
german: Antwortzeit Überschreitung in Sekunden

# #30100
source: Tvheadend transcoding settings
german: Tvheadend Transkodierungseinstellungen

# #30101
source: Transcoding settings
german: Transkodierungseinstellungen

# #30102
source: Enable transcoding
german: Transkodierung aktivieren

# #30105
source: Resolution
german: Auflösung

# #30500
source: Disconnected from '%s'
german: Getrennt von '%s'

# #30501
source: Reconnected to '%s'
german: Wiederverbunden mit '%s'
