Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/visualization.milkdrop/resources/language/Norwegian/strings.po
Languages: no

# #30000
source: Automatic Blend Time
no: Automatisk Blend Tid

# #30001
source: Time Between Presets
no: Tid Mellom Preset

# #30002
source: Additional Random Time
no: Tilleggs Tilfeldig Tid

# #30003
source: Enable Anisotropic Filtering
no: Skru på Anisotropic filtrering

# #30004
source: Enable Hard Cuts
no: Skru på umiddelbare overganger

# #30005
source: Loudness Threshold For Hard Cuts
no: Lydgrense for umiddelbare overganger

# #30006
source: Average Time Between Hard Cuts
no: Gjennomsnittlig tid mellom umiddelbare overganger

# #30007
source: Maximum Refresh Rate
no: Maksimum oppdateringsfrekvens

# #30008
source: Enable Stereo 3D
no: Skru på Sterio 3D

# #30009
source: Preset Pack
no: Forhåndsinnstillingspakke

# #30010
source: User Preset Folder
no: Mappe for brukervalgte forhåndsinstillinger

# #30011
source: Preset Shuffle Mode
no: Shuffel modus for forhåndsinstillinger

# #30020
source: WA51 Presets
no: WA51 forhåndsinstillinger

# #30021
source: Winamp Presets
no: Winamp forhåndsinnstillinger

# #30022
source: User Defined Preset Folder
no: Bruker definerte forhåndsinstillingsmappe

# #30050
source: %2.0f secs
no: %2.0f sek
