Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/visualization.projectm/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: Render Quality
pt_br: Qualidade do Render

# #30001
source: Low
pt_br: Mínima

# #30002
source: Medium
pt_br: Médio

# #30003
source: High
pt_br: Máxima

# #30004
source: Maximum
pt_br: Máximo

# #30005
source: Shuffle Mode
pt_br: Modo Shuffle

# #30006
source: Smooth Preset Duration
pt_br: Duração predefinida Suave

# #30007
source: Preset Duration
pt_br: Duração do Preset

# #30008
source: Beat Sensitivity
pt_br: Sensibilidade da batida

# #30009
source: Preset Pack
pt_br: Pacote de presets

# #30010
source: Default Pack
pt_br: Pacote Padrão

# #30011
source: User Defined Preset Folder
pt_br: Diretório pré-definido pelo usuário

# #30012
source: User Preset Folder
pt_br: Pasta Preset Usuário

# #30050
source: %2.0f secs
pt_br: %2.0f segs
