Repository: xbianonpi/xbian
Catalog: usr/local/share/xbmc/addons/visualization.milkdrop/resources/language/Lithuanian/strings.po
Languages: lt

# #30000
source: Automatic Blend Time
lt: Automatinio Perejimo Laikas

# #30001
source: Time Between Presets
lt: Laikas Tarp Nustatymu

# #30002
source: Additional Random Time
lt: Papildomas Atsitiktinis Laikas

# #30003
source: Enable Anisotropic Filtering
lt: Ijungti Anizotropini Filtravima

# #30004
source: Enable Hard Cuts
lt: Ijungti Staigu Perejima

# #30005
source: Loudness Threshold For Hard Cuts
lt: Minimalus Garsas del Staigaus Perejimo

# #30006
source: Average Time Between Hard Cuts
lt: Vidutinis Laikas tarp Staigiu Perejimu

# #30007
source: Maximum Refresh Rate
lt: Maksimalus Daznui Naujinimas

# #30008
source: Enable Stereo 3D
lt: Ijungti Stereo 3D

# #30009
source: Preset Pack
lt: Nustatymu Komplektas

# #30010
source: User Preset Folder
lt: Vartotojo Nustatymu Aplankas

# #30011
source: Preset Shuffle Mode
lt: Isankstinis Atsitiktinis Rezimas

# #30020
source: WA51 Presets
lt: WA51 Profiliai

# #30021
source: Winamp Presets
lt: WinAmp Profiliai

# #30022
source: User Defined Preset Folder
lt: Apibreztas Vartotojo Aplankas
