Repository: xbianonpi/xbian
Catalog: splitted. browse into xbian-* repositories for sources/local/share/xbmc/addons/pvr.vuplus/resources/language/Hebrew/strings.po
Languages: he

# #30000
source: VU+ hostname or IP address
he: VU+ שם מארח או כתובת IP

# #30002
source: Streaming Port
he: פתחת זרימה

# #30003
source: Username
he: שם משתמש

# #30004
source: Password
he: סיסמא

# #30007
source: Response timeout in seconds
he: אורך פסק זמן לתגובה בשניות

# #30008
source: Icon Path
he: נתיב אייקונים

# #30010
source: Update Interval in minutes
he: מרווח בין עדכונים בדקות

# #30011
source: Automatic Timerlist Cleanup
he: ניקוי רשימת הקלטות אוטומטית

# #30012
source: Webinterface Port
he: פיתחת ממשק רשת

# #30014
source: Folder for channeldata
he: תיקיה עבור מידע ערוצים

# #30015
source: Check for bouquett updates
he: בדוק לעדכונים לזרים

# #30016
source: Check for channel updates
he: בדוק לעדכוני ערוץ

# #30017
source: Use only the DVB boxes' current recording path
he: השתמש בנתיבי הקלטה רק של קופסאות DVB נוכחיים

# #30018
source: General
he: כללי

# #30019
source: Channels
he: ערוצים

# #30020
source: Advanced
he: מתקדם

# #30022
source: Recordings / Timer
he: הקלטות / מתזמנים

# #30023
source: Recording folder on the receiver
he: תיקית הקלטות על המקלט

# #30024
source: Send DeepStandby-Command
he: שלח פקודת DeepStandby

# #30025
source: Fetch only one TV bouquet
he: תמשוך רק תוכנית זרה אחת

# #30026
source: TV-Bouquet
he: תוכנית זרה

# #30500
source: Disconnected from '%s'
he: התנתק מ '%s'

# #30501
source: Reconnected to '%s'
he: התחבר שוב ל '%s'
